{
  "Rosa Montero": {
    "name": "Rosa Montero",
    "years": "1951–",
    "nationality": "Española",
    "photo": null,
    "bio": "Periodista y escritora madrileña, una de las voces más reconocidas de la literatura española contemporánea. Ha trabajado durante décadas en El País, donde sus entrevistas y columnas la convirtieron en referente del periodismo español.",
    "importance": "Montero ha sabido combinar el periodismo de investigación con una narrativa que explora la condición humana, el feminismo y la ciencia ficción. Su obra trasciende géneros y conecta con lectores de todas las generaciones.",
    "awards": [
      "Premio Nacional de las Letras 2017",
      "Premio de la Crítica de Madrid"
    ],
    "notable_works": [
      "La ridícula idea de no volver a verte",
      "La buena suerte",
      "Te trataré como a una reina"
    ]
  },
  "Saul Bellow": {
    "name": "Saul Bellow",
    "years": "1915–2005",
    "nationality": "Estadounidense (nacido en Canadá)",
    "photo": null,
    "bio": "Novelista judío-estadounidense considerado uno de los gigantes de la literatura del siglo XX. Su prosa combina la tradición intelectual europea con la vitalidad del Nuevo Mundo.",
    "importance": "Bellow revolucionó la novela americana al introducir un protagonista pensante y neurótico que reflexiona sobre la vida mientras la vive. Su influencia en escritores como Philip Roth y Martin Amis es incalculable.",
    "awards": [
      "Premio Nobel de Literatura 1976",
      "Tres veces Premio Nacional del Libro",
      "Premio Pulitzer 1976"
    ],
    "notable_works": [
      "Herzog",
      "El legado de Humboldt",
      "Las aventuras de Augie March"
    ]
  },
  "Pierre Lemaitre": {
    "name": "Pierre Lemaitre",
    "years": "1951–",
    "nationality": "Francés",
    "photo": null,
    "bio": "Escritor francés que comenzó en el género negro antes de dar el salto a la novela histórica. Su trilogía sobre las guerras mundiales lo consagró como maestro de la narrativa épica contemporánea.",
    "importance": "Lemaitre demostró que el thriller literario puede tener la profundidad de los grandes clásicos. Su capacidad para retratar la Francia del siglo XX lo convierte en el Balzac de nuestro tiempo.",
    "awards": [
      "Premio Goncourt 2013",
      "Premio CWA International Dagger"
    ],
    "notable_works": [
      "Nos vemos allá arriba",
      "Alex",
      "Recursos inhumanos"
    ]
  },
  "Roald Dahl": {
    "name": "Roald Dahl",
    "years": "1916–1990",
    "nationality": "Británico (galés)",
    "photo": null,
    "bio": "Escritor galés famoso por sus libros infantiles llenos de humor negro y sus relatos cortos para adultos con giros inesperados. Fue piloto de combate en la Segunda Guerra Mundial.",
    "importance": "Dahl creó un universo literario donde la crueldad y la magia coexisten, influyendo en generaciones de escritores. Sus villanos memorables y héroes infantiles desafiaron las convenciones de la literatura para niños.",
    "awards": [
      "World Fantasy Award",
      "Edgar Allan Poe Award"
    ],
    "notable_works": [
      "Charlie y la fábrica de chocolate",
      "Matilda",
      "Relatos de lo inesperado"
    ]
  },
  "Donald E. Westlake": {
    "name": "Donald E. Westlake",
    "years": "1933–2008",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Prolífico autor de novela negra y comedias criminales, considerado el maestro del heist cómico. Escribió bajo múltiples seudónimos, siendo Richard Stark el más famoso.",
    "importance": "Westlake demostró que el crimen podía ser hilarante sin perder tensión. Su serie de Dortmunder estableció el modelo de la comedia criminal que sigue vigente hoy.",
    "awards": [
      "Tres premios Edgar Allan Poe",
      "Grand Master de los Mystery Writers of America"
    ],
    "notable_works": [
      "El ladrón de joyas",
      "Atraco perfecto",
      "La serie de Parker (como Richard Stark)"
    ]
  },
  "Patrick Modiano": {
    "name": "Patrick Modiano",
    "years": "1945–",
    "nationality": "Francés",
    "photo": null,
    "bio": "Novelista francés obsesionado con la memoria, la identidad y la Ocupación nazi de París. Su prosa lírica y fragmentaria explora las huellas que el pasado deja en el presente.",
    "importance": "Modiano ha creado un universo literario único donde París es tanto escenario como personaje. Su exploración de la memoria colectiva francesa durante Vichy lo convierte en la conciencia literaria de su generación.",
    "awards": [
      "Premio Nobel de Literatura 2014",
      "Premio Goncourt 1978"
    ],
    "notable_works": [
      "Calle de las tiendas oscuras",
      "Dora Bruder",
      "En el café de la juventud perdida"
    ]
  },
  "Agatha Christie": {
    "name": "Agatha Christie",
    "years": "1890–1976",
    "nationality": "Británica",
    "photo": null,
    "bio": "La reina del crimen, autora más vendida de todos los tiempos después de Shakespeare y la Biblia. Creadora de Hercule Poirot y Miss Marple, definió las reglas del whodunit clásico.",
    "importance": "Christie no solo entretuvo a millones: estableció la estructura del misterio moderno y demostró que las mujeres podían dominar géneros considerados masculinos. Sus tramas siguen siendo estudiadas como modelos de construcción narrativa.",
    "awards": [
      "Dama del Imperio Británico",
      "Grand Master de los Mystery Writers of America"
    ],
    "notable_works": [
      "Asesinato en el Orient Express",
      "Diez negritos",
      "El asesinato de Roger Ackroyd"
    ]
  },
  "Yukio Mishima": {
    "name": "Yukio Mishima",
    "years": "1925–1970",
    "nationality": "Japonés",
    "photo": null,
    "bio": "Escritor japonés nominado tres veces al Nobel, considerado uno de los más importantes del siglo XX. Su vida y muerte ritual (seppuku) lo convirtieron en figura mítica de la literatura mundial.",
    "importance": "Mishima exploró la tensión entre tradición y modernidad japonesa con una intensidad sin precedentes. Su prosa combina la estética clásica japonesa con influencias occidentales, creando una obra universalmente relevante.",
    "awards": [
      "Premio Shincho",
      "Nominado al Nobel tres veces"
    ],
    "notable_works": [
      "El pabellón de oro",
      "Confesiones de una máscara",
      "El mar de la fertilidad"
    ]
  },
  "Raymond Chandler": {
    "name": "Raymond Chandler",
    "years": "1888–1959",
    "nationality": "Estadounidense (nacido en Inglaterra)",
    "photo": null,
    "bio": "El poeta del hard-boiled, creador de Philip Marlowe. Llegó tarde a la escritura pero transformó el detective pulp en literatura seria con su prosa lírica y su retrato del Los Ángeles noir.",
    "importance": "Chandler elevó la novela negra a arte literario. Sus metáforas memorables y su detective con código moral propio influyeron en todo el género posterior, desde Ross Macdonald hasta James Ellroy.",
    "awards": [
      "Edgar Allan Poe Award"
    ],
    "notable_works": [
      "El sueño eterno",
      "El largo adiós",
      "Adiós, muñeca"
    ]
  },
  "Don DeLillo": {
    "name": "Don DeLillo",
    "years": "1936–",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Novelista neoyorquino considerado el cronista definitivo de la paranoia americana. Su obra explora el terrorismo, los medios de comunicación y la América postmoderna.",
    "importance": "DeLillo anticipó literariamente fenómenos como el 11-S, las teorías conspirativas y la saturación mediática. Es el escritor que mejor ha capturado el ruido blanco de la vida contemporánea.",
    "awards": [
      "National Book Award",
      "Premio Jerusalem",
      "Library of Congress Prize"
    ],
    "notable_works": [
      "Ruido blanco",
      "Libra",
      "Submundo"
    ]
  },
  "Ian McEwan": {
    "bio": "Inglés, maestro de la incomodidad elegante. McEwan escribe sobre las pequeñas catástrofes de la vida burguesa con precisión quirúrgica. 'Expiación' es una de las mejores novelas británicas contemporáneas.",
    "nationality": "Británico",
    "born": 1948,
    "genres": [
      "ficción",
      "literario",
      "psicológico"
    ],
    "notable_works": [
      "Expiación",
      "Chesil Beach",
      "Amsterdam"
    ],
    "awards": [
      "Man Booker Prize 1998"
    ]
  },
  "Javier Marías": {
    "bio": "Madrileño, eterno candidato al Nobel, estilista obsesivo. Marías escribía frases larguísimas que te hipnotizan. Sus novelas son meditaciones sobre el tiempo, los secretos, lo que no se dice. Murió en 2022 dejando una de las obras más originales de la literatura española.",
    "nationality": "Español",
    "born": 1951,
    "died": 2022,
    "genres": [
      "ficción",
      "literario",
      "filosófico"
    ],
    "notable_works": [
      "Corazón tan blanco",
      "Tu rostro mañana",
      "Mañana en la batalla piensa en mí"
    ]
  },
  "Graham Greene": {
    "name": "Graham Greene",
    "years": "1904–1991",
    "nationality": "Británico",
    "photo": null,
    "bio": "Novelista y dramaturgo británico que dividió su obra entre 'entertainments' y novelas serias. Viajero incansable, trabajó para el MI6 y ambientó sus historias en los rincones más conflictivos del mundo.",
    "importance": "Greene exploró la culpa católica, la traición y la redención en escenarios que iban de México a Vietnam. Su capacidad para convertir thrillers en meditaciones morales lo hace único en la literatura inglesa.",
    "awards": [
      "Nominado al Nobel múltiples veces",
      "Orden del Mérito",
      "Premio Jerusalem"
    ],
    "notable_works": [
      "El poder y la gloria",
      "El americano impasible",
      "El tercer hombre"
    ]
  },
  "Jonathan Franzen": {
    "name": "Jonathan Franzen",
    "years": "1959–",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Novelista americano que revitalizó la tradición de la gran novela social. Sus retratos de familias disfuncionales de clase media capturan las ansiedades de la América contemporánea.",
    "importance": "Franzen demostró que la novela ambiciosa podía seguir siendo relevante en la era digital. Su ensayo contra la ironía posmoderna influyó en toda una generación de escritores que buscan la sinceridad.",
    "awards": [
      "National Book Award 2001",
      "Premio James Tait Black"
    ],
    "notable_works": [
      "Las correcciones",
      "Libertad",
      "Pureza"
    ]
  },
  "Amin Maalouf": {
    "name": "Amin Maalouf",
    "years": "1949–",
    "nationality": "Libanés-francés",
    "photo": null,
    "bio": "Escritor libanés que escribe en francés, es miembro de la Academia Francesa. Su obra explora el encuentro entre Oriente y Occidente a través de la historia y la ficción.",
    "importance": "Maalouf es una voz esencial para entender el mundo árabe y mediterráneo. Sus novelas históricas y sus ensayos sobre identidad ofrecen puentes entre culturas en una época de polarización.",
    "awards": [
      "Premio Goncourt 1993",
      "Premio Príncipe de Asturias de las Letras 2010"
    ],
    "notable_works": [
      "León el Africano",
      "Samarcanda",
      "Las identidades asesinas"
    ]
  },
  "Truman Capote": {
    "name": "Truman Capote",
    "years": "1924–1984",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Escritor y socialité americano que revolucionó el periodismo con 'A sangre fría'. Niño prodigio de las letras, se convirtió en figura central de la vida cultural neoyorquina.",
    "importance": "Capote inventó la 'novela de no ficción', fusionando técnicas novelísticas con reportaje periodístico. Su influencia en el Nuevo Periodismo y en toda la narrativa posterior es incalculable.",
    "awards": [
      "O. Henry Award",
      "Edgar Allan Poe Award"
    ],
    "notable_works": [
      "A sangre fría",
      "Desayuno en Tiffany's",
      "Otras voces, otros ámbitos"
    ]
  },
  "John Fante": {
    "name": "John Fante",
    "years": "1909–1983",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Escritor italoamericano redescubierto gracias a Charles Bukowski. Su alter ego Arturo Bandini narra la vida de un aspirante a escritor en el Los Ángeles de la Depresión.",
    "importance": "Fante escribió sobre la experiencia inmigrante y las ambiciones literarias con una honestidad brutal que anticipó a Bukowski y toda la literatura confesional posterior. Es el poeta del fracaso con esperanza.",
    "awards": [
      "Reconocimiento póstumo como clásico americano"
    ],
    "notable_works": [
      "Pregúntale al polvo",
      "Espera a la primavera, Bandini",
      "Camino de Los Ángeles"
    ]
  },
  "J. M. Coetzee": {
    "name": "J. M. Coetzee",
    "years": "1940–",
    "nationality": "Sudafricano-australiano",
    "photo": null,
    "bio": "Novelista y crítico sudafricano, uno de los escritores más respetados del mundo. Su obra austera y filosófica explora la violencia, la culpa colonial y los límites del lenguaje.",
    "importance": "Coetzee ha llevado la novela a territorios incómodos sobre raza, poder y animalidad con una prosa despojada hasta lo esencial. Es el único autor en ganar dos veces el Booker Prize.",
    "awards": [
      "Premio Nobel de Literatura 2003",
      "Dos veces Premio Booker"
    ],
    "notable_works": [
      "Desgracia",
      "Esperando a los bárbaros",
      "Vida y época de Michael K"
    ]
  },
  "Stephen King": {
    "name": "Stephen King",
    "years": "1947–",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "El rey del terror, autor más prolífico y exitoso del género. Ha publicado más de 60 novelas que exploran los miedos de la América suburbana con un oído perfecto para la voz coloquial.",
    "importance": "King dignificó el terror como literatura seria sin perder a su público masivo. Su influencia va más allá del género: es uno de los grandes narradores americanos, comparable a Dickens en su conexión con los lectores.",
    "awards": [
      "National Book Foundation Medal",
      "O. Henry Award",
      "World Fantasy Award"
    ],
    "notable_works": [
      "It",
      "El resplandor",
      "Misery"
    ]
  },
  "Javier Cercas": {
    "name": "Javier Cercas",
    "years": "1962–",
    "nationality": "Español",
    "photo": null,
    "bio": "Novelista y columnista extremeño afincado en Barcelona. Su obra explora la Guerra Civil española y la memoria histórica combinando ficción y ensayo.",
    "importance": "Cercas ha creado un nuevo género que él llama 'relato real', donde la investigación histórica se convierte en aventura narrativa. Es el escritor que más ha hecho por revisar la memoria de la Guerra Civil para nuevas generaciones.",
    "awards": [
      "Premio Planeta 2019",
      "Premio Nacional de Narrativa"
    ],
    "notable_works": [
      "Soldados de Salamina",
      "Anatomía de un instante",
      "El impostor"
    ]
  },
  "Julian Barnes": {
    "name": "Julian Barnes",
    "years": "1946–",
    "nationality": "Británico",
    "photo": null,
    "bio": "Novelista y ensayista inglés conocido por su ingenio, su francofilia y su exploración de la historia y la memoria. Ha escrito también como Dan Kavanagh novelas de género.",
    "importance": "Barnes representa lo mejor de la novela inglesa contemporánea: inteligente, irónica pero emotiva, formalmente innovadora. Su ensayo sobre la muerte, 'Nada que temer', es un clásico moderno.",
    "awards": [
      "Premio Booker 2011",
      "Premio Médicis",
      "Premio Femina"
    ],
    "notable_works": [
      "El sentido de un final",
      "El loro de Flaubert",
      "Nada que temer"
    ]
  },
  "Charles Bukowski": {
    "name": "Charles Bukowski",
    "years": "1920–1994",
    "nationality": "Estadounidense (nacido en Alemania)",
    "photo": null,
    "bio": "Poeta y novelista de culto conocido como el 'laureado de la vida baja americana'. Su alter ego Henry Chinaski narra una existencia de alcohol, mujeres y trabajos miserables con humor brutal.",
    "importance": "Bukowski democratizó la poesía, haciéndola accesible sin sacrificar autenticidad. Su influencia en la cultura alternativa y en generaciones de escritores que rechazan el establishment literario es enorme.",
    "awards": [
      "Culto póstumo masivo"
    ],
    "notable_works": [
      "Cartero",
      "Factótum",
      "Mujeres"
    ]
  },
  "Alessandro Baricco": {
    "name": "Alessandro Baricco",
    "years": "1958–",
    "nationality": "Italiano",
    "photo": null,
    "bio": "Novelista, músico y presentador de televisión italiano. Fundó una escuela de escritura en Turín y es conocido por su prosa lírica y sus novelas breves pero intensas.",
    "importance": "Baricco ha llevado la novela italiana a un público global con historias que combinan la fábula con la reflexión filosófica. Su capacidad para crear belleza en la brevedad lo hace único.",
    "awards": [
      "Premio Viareggio",
      "Prix Médicis étranger"
    ],
    "notable_works": [
      "Seda",
      "Océano mar",
      "Novecento"
    ]
  },
  "Antonio Muñoz Molina": {
    "name": "Antonio Muñoz Molina",
    "years": "1956–",
    "nationality": "Español",
    "photo": null,
    "bio": "Novelista andaluz y miembro de la Real Academia Española. Su obra combina la memoria personal con la historia española del siglo XX en novelas de largo aliento.",
    "importance": "Muñoz Molina es uno de los grandes arquitectos de la novela española contemporánea. Su capacidad para entrelazar historias personales con la Historia lo convierte en el cronista de varias generaciones.",
    "awards": [
      "Premio Planeta",
      "Premio Nacional de Literatura",
      "Premio Príncipe de Asturias"
    ],
    "notable_works": [
      "El jinete polaco",
      "Sefarad",
      "La noche de los tiempos"
    ]
  },
  "John Steinbeck": {
    "name": "John Steinbeck",
    "years": "1902–1968",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Novelista californiano que retrató la América rural durante la Gran Depresión. Su empatía por los desposeídos y los trabajadores migrantes definió una época de la literatura americana.",
    "importance": "Steinbeck dio voz a los sin voz: okies, trabajadores del campo, marginados. Su combinación de realismo social y lirismo creó algunas de las imágenes más perdurables de la América del siglo XX.",
    "awards": [
      "Premio Nobel de Literatura 1962",
      "Premio Pulitzer 1940"
    ],
    "notable_works": [
      "Las uvas de la ira",
      "De ratones y hombres",
      "Al este del Edén"
    ]
  },
  "Thomas Pynchon": {
    "name": "Thomas Pynchon",
    "years": "1937–",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Novelista recluso considerado el maestro del postmodernismo americano. Sus novelas enciclopédicas mezclan paranoia, ciencia, historia y cultura pop en tramas laberínticas.",
    "importance": "Pynchon expandió los límites de lo que una novela puede contener. Su influencia en escritores como David Foster Wallace y en toda la ficción experimental es comparable a la de Joyce.",
    "awards": [
      "National Book Award 1974",
      "Nominado múltiples veces al Pulitzer"
    ],
    "notable_works": [
      "El arco iris de gravedad",
      "La subasta del lote 49",
      "Contraluz"
    ]
  },
  "Bret Easton Ellis": {
    "name": "Bret Easton Ellis",
    "years": "1964–",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Novelista que definió la generación X literaria con retratos de jóvenes ricos, vacíos y a menudo violentos. Su estilo minimalista y su tono plano se convirtieron en marca de época.",
    "importance": "Ellis capturó la superficialidad y el nihilismo de los años 80 mejor que nadie. American Psycho sigue siendo la sátira definitiva del capitalismo yuppie y su violencia subyacente.",
    "awards": [
      "Influencia cultural masiva"
    ],
    "notable_works": [
      "American Psycho",
      "Menos que cero",
      "Las leyes de la atracción"
    ]
  },
  "Hilary Mantel": {
    "name": "Hilary Mantel",
    "years": "1952–2022",
    "nationality": "Británica",
    "photo": null,
    "bio": "Novelista inglesa que revolucionó la ficción histórica con su trilogía sobre Thomas Cromwell. Luchó contra enfermedades crónicas toda su vida mientras producía una obra extraordinaria.",
    "importance": "Mantel demostró que la novela histórica puede ser tan innovadora y literaria como cualquier ficción experimental. Su Cromwell es uno de los grandes personajes de la literatura del siglo XXI.",
    "awards": [
      "Dos veces Premio Booker (única mujer)",
      "Dama del Imperio Británico"
    ],
    "notable_works": [
      "En la corte del lobo",
      "Una reina en el estrado",
      "El espejo y la luz"
    ]
  },
  "Joyce Carol Oates": {
    "name": "Joyce Carol Oates",
    "years": "1938–",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Prolífica novelista americana con más de 50 novelas publicadas. Su obra explora la violencia americana, las dinámicas familiares y la psicología femenina con intensidad gótica.",
    "importance": "Oates es una fuerza de la naturaleza literaria. Su productividad es legendaria, pero más importante es su capacidad para reinventarse y explorar los rincones más oscuros de la experiencia americana.",
    "awards": [
      "National Book Award",
      "O. Henry Award",
      "Nominada al Pulitzer"
    ],
    "notable_works": [
      "Blonde",
      "Ellos",
      "Hermana mía, mi amor"
    ]
  },
  "Thomas Mann": {
    "name": "Thomas Mann",
    "years": "1875–1955",
    "nationality": "Alemán",
    "photo": null,
    "bio": "Novelista alemán considerado uno de los más importantes del siglo XX. Su obra explora la decadencia de la burguesía europea y la tensión entre arte y vida.",
    "importance": "Mann es el novelista de la ironía y la ambigüedad. Sus reflexiones sobre el artista en la sociedad burguesa y sobre Alemania anticiparon las catástrofes del siglo XX.",
    "awards": [
      "Premio Nobel de Literatura 1929"
    ],
    "notable_works": [
      "La montaña mágica",
      "Los Buddenbrook",
      "Muerte en Venecia"
    ]
  },
  "Jhumpa Lahiri": {
    "name": "Jhumpa Lahiri",
    "years": "1967–",
    "nationality": "Estadounidense (nacida en Inglaterra, de origen indio)",
    "photo": null,
    "bio": "Escritora que explora la experiencia de los inmigrantes indios en América. Recientemente ha comenzado a escribir en italiano, reinventándose completamente.",
    "importance": "Lahiri da voz a la experiencia entre culturas con una prosa exquisita. Su decisión de cambiar de idioma es un acto radical de renovación artística que pocos escritores se atreven a hacer.",
    "awards": [
      "Premio Pulitzer 2000",
      "PEN/Hemingway Award"
    ],
    "notable_works": [
      "El intérprete del dolor",
      "El buen nombre",
      "En otras palabras"
    ]
  },
  "John Updike": {
    "name": "John Updike",
    "years": "1932–2009",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Novelista, poeta y crítico americano conocido por su prosa elegante y sus retratos de la clase media suburbana. La saga de Rabbit es su obra maestra sobre el hombre americano común.",
    "importance": "Updike fue el cronista de la América blanca de clase media con una prosa de precisión casi científica. Su influencia en escritores como Jonathan Franzen es directa.",
    "awards": [
      "Dos premios Pulitzer",
      "National Book Award",
      "National Book Critics Circle Award"
    ],
    "notable_works": [
      "Corre, conejo",
      "Las brujas de Eastwick",
      "Parejas"
    ]
  },
  "Juan Marsé": {
    "name": "Juan Marsé",
    "years": "1933–2020",
    "nationality": "Español",
    "photo": null,
    "bio": "Novelista barcelonés que retrató la posguerra española desde los barrios populares de su ciudad. Autodidacta, trabajó como joyero mientras construía una de las obras más importantes de la literatura española.",
    "importance": "Marsé inventó el 'realismo mágico' barcelonés: historias donde la memoria, el cine y los sueños transforman la realidad gris de la dictadura. Es el novelista esencial para entender la Barcelona del siglo XX.",
    "awards": [
      "Premio Cervantes 2008",
      "Premio Planeta",
      "Premio de la Crítica"
    ],
    "notable_works": [
      "Si te dicen que caí",
      "El embrujo de Shanghai",
      "Rabos de lagartija"
    ]
  },
  "Louis-Ferdinand Céline": {
    "name": "Louis-Ferdinand Céline",
    "years": "1894–1961",
    "nationality": "Francés",
    "photo": null,
    "bio": "Novelista y médico francés cuya primera novela revolucionó la prosa del siglo XX. Su antisemitismo durante la guerra manchó su legado pero no borró su influencia literaria.",
    "importance": "Céline inventó una nueva manera de escribir: el monólogo oral, caótico, furioso. Su influencia en escritores como Bukowski, Kerouac y muchos otros es innegable, aunque su persona sea repudiable.",
    "awards": [
      "Premio Renaudot 1932"
    ],
    "notable_works": [
      "Viaje al fin de la noche",
      "Muerte a crédito",
      "De un castillo a otro"
    ]
  },
  "Michael Chabon": {
    "name": "Michael Chabon",
    "years": "1963–",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Novelista americano que mezcla géneros populares (cómics, ciencia ficción, detective) con ambición literaria. Defensor de la ficción de género como literatura seria.",
    "importance": "Chabon demostró que amar los cómics y la literatura pulp no excluye escribir gran literatura. Su ensayo 'Maps and Legends' es un manifiesto para la ficción del siglo XXI.",
    "awards": [
      "Premio Pulitzer 2001",
      "Hugo Award",
      "Nebula Award"
    ],
    "notable_works": [
      "Las asombrosas aventuras de Kavalier y Clay",
      "El sindicato de policía yiddish",
      "Chicos prodigiosos"
    ]
  },
  "Leonardo Padura": {
    "name": "Leonardo Padura",
    "years": "1955–",
    "nationality": "Cubano",
    "photo": null,
    "bio": "Novelista y periodista cubano, el escritor más importante de la isla en las últimas décadas. Su detective Mario Conde retrata La Habana con amor crítico.",
    "importance": "Padura ha logrado algo casi imposible: escribir sobre Cuba con honestidad brutal mientras permanece en la isla. Sus novelas son crónica social disfrazada de género negro.",
    "awards": [
      "Premio Princesa de Asturias de las Letras 2015",
      "Premio Nacional de Literatura de Cuba"
    ],
    "notable_works": [
      "El hombre que amaba a los perros",
      "La novela de mi vida",
      "La serie de Mario Conde"
    ]
  },
  "Kate Atkinson": {
    "name": "Kate Atkinson",
    "years": "1951–",
    "nationality": "Británica",
    "photo": null,
    "bio": "Novelista inglesa que comenzó con ficción literaria antes de crear al detective Jackson Brodie. Su novela 'Vida tras vida' la consagró como una de las mejores escritoras británicas contemporáneas.",
    "importance": "Atkinson demuestra que se puede ser popular y literariamente sofisticada. Su capacidad para experimentar con la estructura temporal mientras cuenta historias absorbentes es única.",
    "awards": [
      "Costa Novel Award",
      "Premio Whitbread"
    ],
    "notable_works": [
      "Vida tras vida",
      "Detrás de las escenas en el museo",
      "La serie de Jackson Brodie"
    ]
  },
  "Fred Vargas": {
    "name": "Fred Vargas",
    "years": "1957–",
    "nationality": "Francesa",
    "photo": null,
    "bio": "Novelista y arqueóloga francesa, creadora del comisario Adamsberg. Sus novelas policíacas combinan el misterio con una sensibilidad casi onírica y personajes excéntricos.",
    "importance": "Vargas reinventó el polar francés con historias que rozan lo fantástico sin abandonar la lógica deductiva. Su estilo único ha creado escuela en toda Europa.",
    "awards": [
      "Cuatro premios CWA International Dagger",
      "Premio Princesa de Asturias de las Letras 2018"
    ],
    "notable_works": [
      "Huye rápido, vete lejos",
      "El hombre de los círculos azules",
      "Tiempos de hielo"
    ]
  },
  "Delphine de Vigan": {
    "name": "Delphine de Vigan",
    "years": "1966–",
    "nationality": "Francesa",
    "photo": null,
    "bio": "Novelista francesa que explora las dinámicas familiares tóxicas y los traumas personales. Su obra más conocida narra su relación con su madre, que sufría trastorno de personalidad.",
    "importance": "De Vigan ha convertido el dolor familiar en literatura universal. Su valentía para explorar la enfermedad mental y el abuso emocional ha resonado con millones de lectores.",
    "awards": [
      "Premio Renaudot",
      "Premio Goncourt de los Estudiantes"
    ],
    "notable_works": [
      "Nada se opone a la noche",
      "Basada en hechos reales",
      "Las gratitudes"
    ]
  },
  "Larry McMurtry": {
    "name": "Larry McMurtry",
    "years": "1936–2021",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Novelista tejano y guionista que retrató el Oeste americano con nostalgia y realismo. Su saga de Lonesome Dove es considerada la gran épica del Western literario.",
    "importance": "McMurtry desmitificó el Oeste mientras celebraba su grandeza. Sus cowboys son humanos, falibles y memorables. Es el puente entre el Western clásico y la literatura seria.",
    "awards": [
      "Premio Pulitzer 1986",
      "Óscar al Mejor Guion Adaptado"
    ],
    "notable_works": [
      "Lonesome Dove",
      "La última película",
      "Términos de cariño"
    ]
  },
  "C. S. Lewis": {
    "name": "C. S. Lewis",
    "years": "1898–1963",
    "nationality": "Británico (irlandés)",
    "photo": null,
    "bio": "Académico, novelista y apologista cristiano. Amigo de Tolkien, creó las Crónicas de Narnia mientras enseñaba en Oxford y Cambridge. Su conversión del ateísmo al cristianismo marcó su obra.",
    "importance": "Lewis demostró que la fantasía puede transmitir verdades profundas. Su capacidad para hacer la teología accesible y sus ficciones alegóricas han influido en generaciones de lectores y escritores.",
    "awards": [
      "Carnegie Medal"
    ],
    "notable_works": [
      "Las crónicas de Narnia",
      "Cartas del diablo a su sobrino",
      "Trilogía cósmica"
    ]
  },
  "Luis Landero": {
    "name": "Luis Landero",
    "years": "1948–",
    "nationality": "Español",
    "photo": null,
    "bio": "Novelista extremeño que irrumpió tardíamente en la literatura con 'Juegos de la edad tardía'. Sus novelas exploran personajes soñadores que escapan de la mediocridad mediante la fantasía.",
    "importance": "Landero es el novelista de los quijotes contemporáneos: hombres grises que construyen mundos imaginarios para sobrevivir. Su prosa combina humor y melancolía de manera única.",
    "awards": [
      "Premio Nacional de Narrativa",
      "Premio de la Crítica"
    ],
    "notable_works": [
      "Juegos de la edad tardía",
      "El guitarrista",
      "Lluvia fina"
    ]
  },
  "Ignacio Martínez de Pisón": {
    "name": "Ignacio Martínez de Pisón",
    "years": "1960–",
    "nationality": "Español",
    "photo": null,
    "bio": "Novelista zaragozano que ha explorado la Guerra Civil y la posguerra española con rigor histórico y emoción narrativa. También es guionista de cine.",
    "importance": "Martínez de Pisón ha sabido narrar la historia española reciente sin sentimentalismo ni maniqueísmo. Sus novelas recuperan vidas olvidadas con respeto y precisión.",
    "awards": [
      "Premio Nacional de Narrativa 2015",
      "Premio de la Crítica"
    ],
    "notable_works": [
      "Enterrar a los muertos",
      "Dientes de leche",
      "Derecho natural"
    ]
  },
  "Eric Hobsbawm": {
    "name": "Eric Hobsbawm",
    "years": "1917–2012",
    "nationality": "Británico (nacido en Egipto)",
    "photo": null,
    "bio": "Historiador marxista británico, uno de los más influyentes del siglo XX. Su tetralogía sobre el 'largo siglo XIX' es lectura obligada para entender la era moderna.",
    "importance": "Hobsbawm hizo la historia accesible sin sacrificar rigor. Su concepto de 'tradiciones inventadas' cambió cómo entendemos el nacionalismo y la identidad.",
    "awards": [
      "Companion of Honour"
    ],
    "notable_works": [
      "La era de la revolución",
      "La era del capital",
      "Historia del siglo XX"
    ]
  },
  "Lorenzo Silva": {
    "name": "Lorenzo Silva",
    "years": "1966–",
    "nationality": "Español",
    "photo": null,
    "bio": "Novelista madrileño creador de los guardias civiles Bevilacqua y Chamorro. Ha convertido a la Benemérita en protagonista de una saga que retrata la España contemporánea.",
    "importance": "Silva ha dignificado el género negro español mientras ofrece un retrato social del país. Sus guardias civiles humanos han cambiado la imagen del cuerpo en la ficción.",
    "awards": [
      "Premio Planeta 2012",
      "Premio Nadal"
    ],
    "notable_works": [
      "El lejano país de los estanques",
      "La serie de Bevilacqua",
      "Castellano"
    ]
  },
  "Colleen McCullough": {
    "name": "Colleen McCullough",
    "years": "1937–2015",
    "nationality": "Australiana",
    "photo": null,
    "bio": "Novelista y neurocientífica australiana conocida por 'El pájaro espino' y su serie sobre la Roma antigua. Vendió más de 30 millones de ejemplares de su obra.",
    "importance": "McCullough demostró que la novela histórica épica podía conquistar al gran público sin perder rigor. Su Roma es tan vívida como cualquier recreación cinematográfica.",
    "awards": [
      "Éxito comercial masivo"
    ],
    "notable_works": [
      "El pájaro espino",
      "Los amos de Roma (serie)",
      "Tim"
    ]
  },
  "Marcel Proust": {
    "name": "Marcel Proust",
    "years": "1871–1922",
    "nationality": "Francés",
    "photo": null,
    "bio": "Novelista francés autor de 'En busca del tiempo perdido', considerada una de las obras cumbre de la literatura universal. Asmático y recluido, dedicó su vida a esta novela río.",
    "importance": "Proust revolucionó la novela al convertir la memoria y la introspección en materia narrativa. Su influencia en toda la literatura del siglo XX es inmensa e ineludible.",
    "awards": [
      "Premio Goncourt 1919"
    ],
    "notable_works": [
      "En busca del tiempo perdido (7 volúmenes)",
      "Los placeres y los días"
    ]
  },
  "John Dos Passos": {
    "name": "John Dos Passos",
    "years": "1896–1970",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Novelista modernista americano que experimentó con técnicas cinematográficas y collage en sus novelas. Su trilogía USA es un retrato caleidoscópico de América.",
    "importance": "Dos Passos inventó nuevas técnicas narrativas que influyeron en Sartre y en toda la novela experimental. Su mezcla de noticieros, biografías y ficción anticipó la era multimedia.",
    "awards": [
      "Reconocimiento como innovador formal"
    ],
    "notable_works": [
      "Manhattan Transfer",
      "Trilogía USA",
      "El paralelo 42"
    ]
  },
  "David Peace": {
    "name": "David Peace",
    "years": "1967–",
    "nationality": "Británico",
    "photo": null,
    "bio": "Novelista inglés que vive en Japón, conocido por sus novelas negras experimentales y obsesivas. Su prosa rítmica y repetitiva crea una atmósfera de pesadilla.",
    "importance": "Peace ha reinventado el noir británico con un estilo que es casi música. Su Red Riding Quartet es una de las obras más oscuras y originales del género.",
    "awards": [
      "Premio James Tait Black"
    ],
    "notable_works": [
      "Red Riding Quartet",
      "GB84",
      "Tokyo Year Zero"
    ]
  },
  "Miranda July": {
    "name": "Miranda July",
    "years": "1974–",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Artista multimedia, cineasta y escritora americana. Su obra explora la soledad, la conexión humana y lo extraño de la vida cotidiana con humor y ternura.",
    "importance": "July representa una nueva generación de artistas que cruzan medios libremente. Su sensibilidad peculiar ha definido una estética indie que va del cine a la literatura.",
    "awards": [
      "Camera d'Or en Cannes",
      "Frank O'Connor Award"
    ],
    "notable_works": [
      "Nadie es más de aquí que tú",
      "El primer hombre malo",
      "Me and You and Everyone We Know (película)"
    ]
  },
  "Richard Ford": {
    "name": "Richard Ford",
    "years": "1944–",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Novelista del sur americano conocido por su personaje Frank Bascombe, un escritor deportivo que reflexiona sobre la vida americana con melancolía e ironía.",
    "importance": "Ford es el heredero de Updike en el retrato de la masculinidad americana. Su prosa limpia y su capacidad para encontrar lo extraordinario en lo ordinario lo definen.",
    "awards": [
      "Premio Pulitzer 1996",
      "PEN/Faulkner Award"
    ],
    "notable_works": [
      "El periodista deportivo",
      "El día de la independencia",
      "Acción de gracias"
    ]
  },
  "Donald Westlake": {
    "name": "Donald Westlake",
    "years": "1933–2008",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Prolífico autor de novela negra y comedias criminales, considerado el maestro del heist cómico. Escribió bajo múltiples seudónimos, siendo Richard Stark el más famoso.",
    "importance": "Westlake demostró que el crimen podía ser hilarante sin perder tensión. Su serie de Dortmunder estableció el modelo de la comedia criminal que sigue vigente hoy.",
    "awards": [
      "Tres premios Edgar Allan Poe",
      "Grand Master de los Mystery Writers of America"
    ],
    "notable_works": [
      "El ladrón de joyas",
      "Atraco perfecto",
      "La serie de Parker (como Richard Stark)"
    ]
  },
  "Alice Sebold": {
    "name": "Alice Sebold",
    "years": "1963–",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Escritora americana conocida por 'Desde mi cielo', narrada por una niña asesinada desde el más allá. Su memoir 'Lucky' cuenta su propia experiencia de violación.",
    "importance": "Sebold abordó el trauma y la pérdida desde perspectivas inesperadas, conectando con millones de lectores que encontraron en sus libros una forma de procesar el dolor.",
    "awards": [
      "American Booksellers Association Book of the Year"
    ],
    "notable_works": [
      "Desde mi cielo",
      "Lucky",
      "Casi la luna"
    ]
  },
  "Margaret Atwood": {
    "name": "Margaret Atwood",
    "years": "1939–",
    "nationality": "Canadiense",
    "photo": null,
    "bio": "Prolífica novelista, poeta y ensayista canadiense. Su obra distópica y feminista ha ganado relevancia en años recientes con la adaptación de 'El cuento de la criada'.",
    "importance": "Atwood es la voz literaria feminista más influyente del mundo anglófono. Sus distopías no son fantasías: son advertencias que cada vez parecen más proféticas.",
    "awards": [
      "Premio Booker (dos veces)",
      "Premio Príncipe de Asturias"
    ],
    "notable_works": [
      "El cuento de la criada",
      "Alias Grace",
      "Trilogía MaddAddam"
    ]
  },
  "Joseph Heller": {
    "name": "Joseph Heller",
    "years": "1923–1999",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Novelista americano cuya primera novela, 'Trampa-22', se convirtió en la sátira definitiva de la guerra y la burocracia. El título pasó al lenguaje común como expresión del absurdo.",
    "importance": "Heller demostró que se podía reír de la guerra sin trivializarla. Su humor negro influyó en generaciones de escritores y su novela sigue siendo relevante en cualquier época de locura institucional.",
    "awards": [
      "Influencia cultural duradera"
    ],
    "notable_works": [
      "Trampa-22",
      "Algo pasó",
      "Tan bueno como el oro"
    ]
  },
  "Aleksandr Solzhenitsyn": {
    "name": "Aleksandr Solzhenitsyn",
    "years": "1918–2008",
    "nationality": "Ruso",
    "photo": null,
    "bio": "Novelista e historiador ruso que sobrevivió al Gulag y dedicó su obra a denunciar el sistema soviético. Su expulsión de la URSS lo convirtió en símbolo de la disidencia.",
    "importance": "Solzhenitsyn hizo visible el horror del totalitarismo soviético para el mundo. Su obra es testimonio histórico y literatura a la vez, imposible de ignorar.",
    "awards": [
      "Premio Nobel de Literatura 1970"
    ],
    "notable_works": [
      "Archipiélago Gulag",
      "Un día en la vida de Iván Denísovich",
      "El primer círculo"
    ]
  },
  "Cormac McCarthy": {
    "bio": "Americano, quizá el más grande novelista vivo de su país hasta su muerte en 2023. McCarthy escribía sobre violencia, paisaje y destino con una prosa bíblica. 'La carretera' y 'Meridiano de sangre' son obras maestras oscuras y hermosas.",
    "nationality": "Estadounidense",
    "born": 1933,
    "died": 2023,
    "genres": [
      "ficción",
      "western",
      "distopía"
    ],
    "notable_works": [
      "La carretera",
      "Meridiano de sangre",
      "No es país para viejos"
    ],
    "awards": [
      "Premio Pulitzer 2007"
    ]
  },
  "Gabriel García Márquez": {
    "name": "Gabriel García Márquez",
    "years": "1927–2014",
    "nationality": "Colombiano",
    "photo": null,
    "bio": "El padre del realismo mágico, Gabo transformó la literatura latinoamericana y mundial. Periodista de formación, convirtió el Caribe colombiano en mito universal.",
    "importance": "García Márquez demostró que la realidad latinoamericana requiere su propia estética. Macondo es ahora parte del imaginario global, y su influencia en la narrativa mundial es incalculable.",
    "awards": [
      "Premio Nobel de Literatura 1982"
    ],
    "notable_works": [
      "Cien años de soledad",
      "El amor en los tiempos del cólera",
      "Crónica de una muerte anunciada"
    ]
  },
  "Jorge Luis Borges": {
    "name": "Jorge Luis Borges",
    "years": "1899–1986",
    "nationality": "Argentino",
    "photo": null,
    "bio": "Poeta, ensayista y cuentista argentino, ciego desde la mediana edad. Sus ficciones breves exploran laberintos, infinitos y paradojas con precisión de relojero.",
    "importance": "Borges inventó universos en pocas páginas. Su influencia en la literatura postmoderna, en la ciencia ficción y en la forma de pensar la ficción es omnipresente.",
    "awards": [
      "Premio Cervantes 1979",
      "Nunca recibió el Nobel (escándalo literario)"
    ],
    "notable_works": [
      "Ficciones",
      "El Aleph",
      "El libro de arena"
    ]
  },
  "Julio Cortázar": {
    "name": "Julio Cortázar",
    "years": "1914–1984",
    "nationality": "Argentino",
    "photo": null,
    "bio": "Escritor argentino del Boom latinoamericano. Maestro del cuento fantástico y experimental, su Rayuela propuso una nueva forma de leer y escribir novelas.",
    "importance": "Cortázar hizo que lo fantástico irrumpiera en lo cotidiano. Su espíritu lúdico y su compromiso político convivieron en una obra que sigue sorprendiendo.",
    "awards": [
      "Premio Médicis étranger"
    ],
    "notable_works": [
      "Rayuela",
      "Bestiario",
      "Las armas secretas"
    ]
  },
  "Mario Vargas Llosa": {
    "name": "Mario Vargas Llosa",
    "years": "1936–",
    "nationality": "Peruano-español",
    "photo": null,
    "bio": "Novelista, ensayista y político peruano. Figura central del Boom, ha combinado la experimentación formal con novelas totalizantes sobre la realidad latinoamericana.",
    "importance": "Vargas Llosa es el gran constructor de estructuras novelísticas del español. Su teoría de los 'demonios' del escritor ha influido en cómo entendemos la creación literaria.",
    "awards": [
      "Premio Nobel de Literatura 2010",
      "Premio Cervantes 1994"
    ],
    "notable_works": [
      "La ciudad y los perros",
      "Conversación en La Catedral",
      "La fiesta del Chivo"
    ]
  },
  "Roberto Bolaño": {
    "name": "Roberto Bolaño",
    "years": "1953–2003",
    "nationality": "Chileno",
    "photo": null,
    "bio": "Poeta y novelista chileno que vivió en México y España. Su muerte prematura lo convirtió en leyenda, y sus novelas póstumas confirmaron su genio.",
    "importance": "Bolaño es el escritor latinoamericano más influyente de su generación. Su mezcla de detective, poesía y horror ante la historia creó un nuevo lenguaje narrativo.",
    "awards": [
      "Premio Rómulo Gallegos",
      "Premio Herralde"
    ],
    "notable_works": [
      "Los detectives salvajes",
      "2666",
      "Estrella distante"
    ]
  },
  "Haruki Murakami": {
    "bio": "Japonés que suena a jazz y sabe a soledad. Murakami es un fenómeno global: millones de lectores enganchados a sus mundos oníricos donde los gatos hablan y la realidad se pliega. Único e irresistible.",
    "nationality": "Japonés",
    "born": 1949,
    "genres": [
      "ficción",
      "surrealista",
      "contemporáneo"
    ],
    "notable_works": [
      "Tokio blues",
      "Kafka en la orilla",
      "1Q84"
    ]
  },
  "Kazuo Ishiguro": {
    "bio": "Japonés criado en Inglaterra, Nobel 2017. Ishiguro escribe novelas sutiles sobre la memoria, el arrepentimiento, lo que callamos. 'Lo que queda del día' es perfecta. Su prosa es contenida pero devastadora. Un maestro del no-dicho.",
    "nationality": "Británico (nacido japonés)",
    "born": 1954,
    "genres": [
      "ficción",
      "literario",
      "ciencia ficción"
    ],
    "notable_works": [
      "Lo que queda del día",
      "Nunca me abandones",
      "El gigante enterrado"
    ],
    "awards": [
      "Premio Nobel de Literatura 2017",
      "Man Booker Prize 1989"
    ]
  },
  "Elena Ferrante": {
    "bio": "Italiana misteriosa que nadie sabe quién es. Su tetralogía napolitana conquistó el mundo: una amistad femenina que dura décadas, contada con honestidad brutal. Ferrante escribe sobre mujeres, clase, violencia y amor con una intensidad adictiva.",
    "nationality": "Italiana",
    "genres": [
      "ficción",
      "saga",
      "feminismo"
    ],
    "notable_works": [
      "La amiga estupenda",
      "Un mal nombre",
      "Las deudas del cuerpo",
      "La niña perdida"
    ]
  },
  "Paul Auster": {
    "name": "Paul Auster",
    "years": "1947–2024",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Novelista y cineasta neoyorquino cuya obra explora el azar, la identidad y la escritura misma. Sus novelas son juegos metaficticios accesibles y emocionantes.",
    "importance": "Auster hizo la metaficción popular. Sus historias sobre escritores, coincidencias y Nueva York han influido en toda una generación de novelistas que quieren pensar mientras narran.",
    "awards": [
      "Premio Príncipe de Asturias de las Letras 2006"
    ],
    "notable_works": [
      "La trilogía de Nueva York",
      "4 3 2 1",
      "El palacio de la luna"
    ]
  },
  "Donna Tartt": {
    "bio": "Americana que publica un libro cada década y cada uno es un acontecimiento. 'El secreto' la consagró a los 28 años; 'El jilguero' le dio el Pulitzer. Tartt escribe novelas largas, lujosas, llenas de belleza y oscuridad.",
    "nationality": "Estadounidense",
    "born": 1963,
    "genres": [
      "ficción",
      "literario",
      "thriller"
    ],
    "notable_works": [
      "El secreto",
      "El jilguero",
      "Un juego de niños"
    ],
    "awards": [
      "Premio Pulitzer 2014"
    ]
  },
  "Zadie Smith": {
    "bio": "Británica de madre jamaicana, voz de la Londres multicultural. Smith debutó a los 24 con 'Dientes blancos' y ya era una estrella. Escribe novelas ambiciosas y ensayos brillantes. La novelista que el siglo XXI necesitaba.",
    "nationality": "Británica",
    "born": 1975,
    "genres": [
      "ficción",
      "ensayo",
      "contemporáneo"
    ],
    "notable_works": [
      "Dientes blancos",
      "Sobre la belleza",
      "Tiempos de swing"
    ]
  },
  "Alice Munro": {
    "name": "Alice Munro",
    "years": "1931–2024",
    "nationality": "Canadiense",
    "photo": null,
    "bio": "Maestra del cuento contemporáneo, conocida como la Chéjov canadiense. Sus relatos sobre mujeres en la Ontario rural son obras maestras de precisión psicológica.",
    "importance": "Munro elevó el cuento a la categoría de la novela. Demostró que en treinta páginas cabe toda una vida, y que la vida de mujeres 'corrientes' merece la gran literatura.",
    "awards": [
      "Premio Nobel de Literatura 2013",
      "Man Booker International Prize"
    ],
    "notable_works": [
      "Escapada",
      "Demasiada felicidad",
      "Mi vida querida"
    ]
  },
  "Virginia Woolf": {
    "name": "Virginia Woolf",
    "years": "1882–1941",
    "nationality": "Británica",
    "photo": null,
    "bio": "Novelista y ensayista inglesa, figura central del modernismo. Su técnica de flujo de conciencia revolucionó la novela del siglo XX.",
    "importance": "Woolf demostró que la vida interior podía ser el verdadero escenario de la novela. Su feminismo literario y sus ensayos siguen siendo fundamentales.",
    "awards": [
      "Reconocimiento póstumo universal"
    ],
    "notable_works": [
      "La señora Dalloway",
      "Al faro",
      "Una habitación propia"
    ]
  },
  "Franz Kafka": {
    "name": "Franz Kafka",
    "years": "1883–1924",
    "nationality": "Checo (escribía en alemán)",
    "photo": null,
    "bio": "Escritor de Praga cuya obra define lo 'kafkiano': la pesadilla burocrática, la culpa inexplicable, la metamorfosis absurda. Murió joven y pidió quemar su obra.",
    "importance": "Kafka anticipó el siglo XX: totalitarismo, alienación, absurdo. Su influencia es tan profunda que su nombre se convirtió en adjetivo.",
    "awards": [
      "Influencia universal póstuma"
    ],
    "notable_works": [
      "La metamorfosis",
      "El proceso",
      "El castillo"
    ]
  },
  "Albert Camus": {
    "name": "Albert Camus",
    "years": "1913–1960",
    "nationality": "Francés (nacido en Argelia)",
    "photo": null,
    "bio": "Novelista, ensayista y dramaturgo del absurdo. Su obra explora la condición humana ante un universo sin sentido, pero con una afirmación vital frente al nihilismo.",
    "importance": "Camus ofreció una alternativa al existencialismo pesimista: el absurdo como punto de partida para la rebeldía y la solidaridad humana.",
    "awards": [
      "Premio Nobel de Literatura 1957"
    ],
    "notable_works": [
      "El extranjero",
      "La peste",
      "El mito de Sísifo"
    ]
  },
  "Fyodor Dostoevsky": {
    "name": "Fyodor Dostoevsky",
    "years": "1821–1881",
    "nationality": "Ruso",
    "photo": null,
    "bio": "Novelista ruso que exploró las profundidades del alma humana. Condenado a muerte y perdonado en el último momento, su vida fue tan dramática como su obra.",
    "importance": "Dostoevsky inventó la novela psicológica moderna. Sus personajes atormentados anticiparon a Freud y siguen siendo espejos de nuestra condición.",
    "awards": [
      "Reconocimiento universal como uno de los más grandes"
    ],
    "notable_works": [
      "Crimen y castigo",
      "Los hermanos Karamázov",
      "El idiota"
    ]
  },
  "Leo Tolstoy": {
    "name": "Leo Tolstoy",
    "years": "1828–1910",
    "nationality": "Ruso",
    "photo": null,
    "bio": "Novelista ruso autor de las que muchos consideran las mayores novelas jamás escritas. Aristócrata que se convirtió en anarquista cristiano, su vida fue tan épica como su obra.",
    "importance": "Tolstoy estableció el estándar de la novela totalizadora. Nadie ha capturado mejor la textura de la vida y la sociedad en todas sus dimensiones.",
    "awards": [
      "Considerado por muchos el más grande novelista"
    ],
    "notable_works": [
      "Guerra y paz",
      "Anna Karénina",
      "La muerte de Iván Ilich"
    ]
  },
  "Ernest Hemingway": {
    "name": "Ernest Hemingway",
    "years": "1899–1961",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Novelista y periodista que revolucionó la prosa americana con su estilo minimalista. Su vida de aventuras (guerras, safaris, corridas) fue tan famosa como su obra.",
    "importance": "Hemingway demostró que menos es más. Su 'teoría del iceberg' (lo no dicho es tan importante como lo dicho) cambió para siempre la escritura en inglés.",
    "awards": [
      "Premio Nobel de Literatura 1954",
      "Premio Pulitzer 1953"
    ],
    "notable_works": [
      "El viejo y el mar",
      "Por quién doblan las campanas",
      "Fiesta"
    ]
  },
  "William Faulkner": {
    "name": "William Faulkner",
    "years": "1897–1962",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Novelista del sur americano que creó el condado ficticio de Yoknapatawpha. Su experimentación con el tiempo narrativo y el flujo de conciencia influyó en toda la literatura posterior.",
    "importance": "Faulkner demostró que el sur profundo de EE.UU. era un tema universal. Su influencia en García Márquez y todo el Boom latinoamericano es directa.",
    "awards": [
      "Premio Nobel de Literatura 1949",
      "Dos premios Pulitzer"
    ],
    "notable_works": [
      "El ruido y la furia",
      "Mientras agonizo",
      "¡Absalón, Absalón!"
    ]
  },
  "James Joyce": {
    "name": "James Joyce",
    "years": "1882–1941",
    "nationality": "Irlandés",
    "photo": null,
    "bio": "Novelista irlandés cuyo Ulises es considerado la novela más importante del siglo XX. Vivió exiliado en Trieste, Zúrich y París, recreando Dublín desde la distancia.",
    "importance": "Joyce reinventó lo que una novela puede hacer. El flujo de conciencia, los juegos lingüísticos, la mitología cotidiana: todo empieza con él.",
    "awards": [
      "Reconocimiento universal como revolucionario literario"
    ],
    "notable_works": [
      "Ulises",
      "Dublineses",
      "Retrato del artista adolescente"
    ]
  },
  "Oscar Wilde": {
    "name": "Oscar Wilde",
    "years": "1854–1900",
    "nationality": "Irlandés",
    "photo": null,
    "bio": "Dramaturgo, poeta y conversador legendario. Su ingenio era su arma, hasta que su homosexualidad lo llevó a la cárcel y la ruina. Murió en París, pobre y exiliado.",
    "importance": "Wilde demostró que el estilo es sustancia. Sus aforismos y sus comedias siguen siendo brillantes, y su vida es una advertencia sobre la hipocresía social.",
    "awards": [
      "Influencia cultural perdurable"
    ],
    "notable_works": [
      "El retrato de Dorian Gray",
      "La importancia de llamarse Ernesto",
      "De profundis"
    ]
  },
  "Isabel Allende": {
    "name": "Isabel Allende",
    "years": "1942–",
    "nationality": "Chilena",
    "photo": null,
    "bio": "Novelista chilena, la escritora en español vivo más leída del mundo. Sobrina de Salvador Allende, su exilio tras el golpe marcó su vida y su obra.",
    "importance": "Allende llevó el realismo mágico a millones de lectores. Sus sagas familiares conectan la historia latinoamericana con el presente global.",
    "awards": [
      "Premio Nacional de Literatura de Chile",
      "Hans Christian Andersen Award"
    ],
    "notable_works": [
      "La casa de los espíritus",
      "Paula",
      "El cuaderno de Maya"
    ]
  },
  "Milan Kundera": {
    "name": "Milan Kundera",
    "years": "1929–2023",
    "nationality": "Checo-francés",
    "photo": null,
    "bio": "Novelista que huyó de la Checoslovaquia comunista para escribir en Francia. Sus novelas filosóficas exploran la identidad, la memoria y el peso de la historia.",
    "importance": "Kundera fusionó novela y ensayo de manera original. Sus reflexiones sobre el kitsch, la ligereza del ser y Europa Central son ya clásicas.",
    "awards": [
      "Premio Jerusalem",
      "Reconocimiento mundial"
    ],
    "notable_works": [
      "La insoportable levedad del ser",
      "La broma",
      "El libro de la risa y el olvido"
    ]
  },
  "Umberto Eco": {
    "name": "Umberto Eco",
    "years": "1932–2016",
    "nationality": "Italiano",
    "photo": null,
    "bio": "Semiólogo y novelista que convirtió la erudición medieval en bestseller. Sus novelas son laberintos intelectuales que también funcionan como thrillers.",
    "importance": "Eco demostró que la novela erudita podía ser popular. Su teoría de la lectura abierta y sus ficciones enciclopédicas definieron el postmodernismo accesible.",
    "awards": [
      "Múltiples doctorados honoris causa",
      "Strega Prize"
    ],
    "notable_works": [
      "El nombre de la rosa",
      "El péndulo de Foucault",
      "El cementerio de Praga"
    ]
  },
  "Italo Calvino": {
    "name": "Italo Calvino",
    "years": "1923–1985",
    "nationality": "Italiano",
    "photo": null,
    "bio": "Novelista italiano que evolucionó del neorrealismo a la experimentación combinatoria. Sus ciudades invisibles y sus juegos narrativos son únicos en la literatura.",
    "importance": "Calvino hizo de la literatura un juego infinito. Su ensayo 'Seis propuestas para el próximo milenio' es un testamento literario para nuestro tiempo.",
    "awards": [
      "Italian PEN Prize",
      "Reconocimiento mundial"
    ],
    "notable_works": [
      "Las ciudades invisibles",
      "Si una noche de invierno un viajero",
      "El barón rampante"
    ]
  },
  "George Orwell": {
    "bio": "Inglés, profeta del totalitarismo y la manipulación del lenguaje. '1984' y 'Rebelión en la granja' son clásicos universales. Pero Orwell también era un ensayista brillante y un hombre de acción: luchó en la Guerra Civil española. Sigue siendo escandalosamente actual.",
    "nationality": "Británico",
    "born": 1903,
    "died": 1950,
    "genres": [
      "ficción",
      "distopía",
      "ensayo",
      "político"
    ],
    "notable_works": [
      "1984",
      "Rebelión en la granja",
      "Homenaje a Cataluña"
    ]
  },
  "Clarice Lispector": {
    "name": "Clarice Lispector",
    "years": "1920–1977",
    "nationality": "Brasileña (nacida en Ucrania)",
    "photo": null,
    "bio": "Novelista brasileña de prosa hipnótica y existencial. Su escritura explora el instante, la identidad femenina y los límites del lenguaje con intensidad mística.",
    "importance": "Lispector es la Virginia Woolf latinoamericana. Su influencia en escritoras posteriores y en la literatura brasileña es inmensa.",
    "awards": [
      "Reconocimiento como figura única de las letras brasileñas"
    ],
    "notable_works": [
      "La pasión según G.H.",
      "La hora de la estrella",
      "Agua viva"
    ]
  },
  "Simone de Beauvoir": {
    "name": "Simone de Beauvoir",
    "years": "1908–1986",
    "nationality": "Francesa",
    "photo": null,
    "bio": "Filósofa, novelista y feminista existencialista. Su ensayo 'El segundo sexo' es fundacional para el feminismo moderno. Compañera de vida de Sartre.",
    "importance": "Beauvoir definió el feminismo intelectual del siglo XX. 'No se nace mujer, se llega a serlo' cambió cómo pensamos el género.",
    "awards": [
      "Premio Goncourt 1954",
      "Premio Jerusalem"
    ],
    "notable_works": [
      "El segundo sexo",
      "Los mandarines",
      "Memorias de una joven formal"
    ]
  },
  "Flannery O'Connor": {
    "name": "Flannery O'Connor",
    "years": "1925–1964",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Cuentista y novelista del sur gótico americano. Católica devota, escribió sobre la gracia irrumpiendo violentamente en vidas grotescas. Murió joven de lupus.",
    "importance": "O'Connor demostró que lo grotesco puede ser vehículo de lo espiritual. Sus cuentos son perfectos y su influencia en el sur literario es fundamental.",
    "awards": [
      "National Book Award",
      "O. Henry Award"
    ],
    "notable_works": [
      "Sangre sabia",
      "Un hombre bueno es difícil de encontrar",
      "Todo lo que asciende debe converger"
    ]
  },
  "Philip Roth": {
    "name": "Philip Roth",
    "years": "1933–2018",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Novelista judío-americano que exploró la identidad, el sexo y la política con una energía incansable. Su alter ego Nathan Zuckerman protagonizó muchas de sus mejores novelas.",
    "importance": "Roth es el gran novelista de la experiencia judía americana y del deseo masculino. Su productividad y su ambición lo colocan entre los más grandes.",
    "awards": [
      "Premio Pulitzer",
      "Man Booker International Prize",
      "PEN/Faulkner Award"
    ],
    "notable_works": [
      "Pastoral americana",
      "El lamento de Portnoy",
      "La conjura contra América"
    ]
  },
  "Toni Morrison": {
    "name": "Toni Morrison",
    "years": "1931–2019",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Novelista afroamericana que exploró la experiencia negra en Estados Unidos con una prosa lírica y poderosa. Primera mujer negra en ganar el Nobel de Literatura.",
    "importance": "Morrison dio voz literaria a la experiencia afroamericana. Su obra sobre la esclavitud y sus secuelas es esencial para entender América.",
    "awards": [
      "Premio Nobel de Literatura 1993",
      "Premio Pulitzer 1988"
    ],
    "notable_works": [
      "Beloved",
      "Ojos azules",
      "La canción de Salomón"
    ]
  },
  "Chimamanda Ngozi Adichie": {
    "name": "Chimamanda Ngozi Adichie",
    "years": "1977–",
    "nationality": "Nigeriana",
    "photo": null,
    "bio": "Novelista y ensayista nigeriana que se ha convertido en una de las voces más influyentes de la literatura mundial y del feminismo contemporáneo.",
    "importance": "Adichie ha globalizado la perspectiva africana con novelas que hablan al mundo entero. Su charla TED sobre el feminismo se volvió viral.",
    "awards": [
      "Orange Prize",
      "National Book Critics Circle Award"
    ],
    "notable_works": [
      "Americanah",
      "Medio sol amarillo",
      "Todos deberíamos ser feministas"
    ]
  },
  "Ray Loriga": {
    "bio": "Madrileño de la Generación X, Loriga empezó siendo crítico musical y eso se nota: sus novelas tienen el ritmo del rock y la melancolía del grunge. Es uno de los renovadores de la narrativa española de los 90, con una prosa directa que habla de perdedores hermosos, de huir sin destino, de la épica de no encajar. También escribe guiones y dirige cine. Su escritura es adictiva, urbana y extrañamente tierna.",
    "nationality": "Español",
    "born": 1967,
    "genres": [
      "ficción",
      "novela urbana",
      "generación X"
    ],
    "notable_works": [
      "Héroes",
      "Caídos del cielo",
      "Tokio ya no nos quiere",
      "Rendición"
    ]
  },
  "María Martínez": {
    "bio": "Autora española de romance contemporáneo que ha conquistado a miles de lectores con historias donde el amor duele, sana y transforma. Sus novelas son adictivas: personajes con heridas reales, química que arde y finales que dejan el corazón lleno. Escribe sobre segundas oportunidades, amores prohibidos y la valentía de dejarse querer.",
    "nationality": "Española",
    "born": 1980,
    "genres": [
      "romance",
      "new adult",
      "ficción contemporánea"
    ],
    "notable_works": [
      "Cuando no queden más estrellas que contar",
      "Tú y otros desastres naturales"
    ]
  },
  "Thomas Wolfe": {
    "bio": "Gigante de las letras americanas, escribía como si le fuera la vida en cada frase. Sus novelas son torrentes autobiográficos de un hombre hambriento de experiencia y belleza. Murió a los 37 años dejando manuscritos que su editor tuvo que podar como selvas. Faulkner lo consideraba el mejor de su generación. Su prosa es excesiva, lírica y devastadoramente humana.",
    "nationality": "Estadounidense",
    "born": 1900,
    "died": 1938,
    "genres": [
      "ficción",
      "autobiográfico",
      "modernismo americano"
    ],
    "notable_works": [
      "El ángel que nos mira",
      "Del tiempo y el río",
      "No puedes volver a casa"
    ]
  },
  "Samanta Schweblin": {
    "bio": "Argentina que escribe como si los sueños tuvieran garras. Sus cuentos y novelas son máquinas de inquietud perfectamente calibradas: todo parece normal hasta que algo se tuerce y ya no puedes dejar de leer. Ha sido comparada con Kafka y Cortázar, pero su voz es única. Finalista del Man Booker International. Si te gusta sentir que el suelo se mueve bajo tus pies, Schweblin es tu autora.",
    "nationality": "Argentina",
    "born": 1978,
    "genres": [
      "ficción",
      "cuento",
      "realismo inquietante"
    ],
    "notable_works": [
      "Distancia de rescate",
      "Kentukis",
      "Pájaros en la boca"
    ]
  },
  "Peter Handke": {
    "bio": "Austríaco, Nobel de Literatura 2019, escritor para escritores. Su prosa es lenta como un paseo y profunda como un pozo. Escribe sobre la percepción, sobre mirar realmente las cosas, sobre el peso de las palabras. No es fácil, pero si conectas con él, te cambia la forma de ver el mundo. También es dramaturgo —Wim Wenders adaptó sus guiones. Un autor para paladares exigentes.",
    "nationality": "Austríaco",
    "born": 1942,
    "genres": [
      "ficción",
      "ensayo",
      "drama"
    ],
    "notable_works": [
      "El miedo del portero ante el penalti",
      "Lento regreso",
      "La mujer zurda"
    ],
    "awards": [
      "Premio Nobel de Literatura 2019"
    ]
  },
  "Walter Tevis": {
    "bio": "Escribió pocas novelas pero cada una es una joya. Conocido mundialmente por 'Gambito de dama' (sí, la serie de Netflix), Tevis era un maestro del personaje solitario y brillante que lucha contra sus demonios. También escribió ciencia ficción existencial ('El hombre que cayó a la Tierra'). Alcohólico en recuperación, volcó su experiencia en personajes inolvidables. Murió joven, dejando obra breve pero perfecta.",
    "nationality": "Estadounidense",
    "born": 1928,
    "died": 1984,
    "genres": [
      "ficción",
      "ciencia ficción",
      "drama psicológico"
    ],
    "notable_works": [
      "Gambito de dama",
      "El hombre que cayó a la Tierra",
      "El color del dinero"
    ]
  },
  "Alexandre Dumas": {
    "bio": "El padre de la aventura moderna. Mosqueteros, condes vengadores, intrigas palaciegas: Dumas inventó el entretenimiento literario de masas en el siglo XIX. Escribía folletines por entregas que toda Francia esperaba con ansia. Era mulato, nieto de una esclava, y se convirtió en el autor más popular de su época. Sus novelas siguen siendo pura adrenalina narrativa doscientos años después.",
    "nationality": "Francés",
    "born": 1802,
    "died": 1870,
    "genres": [
      "aventura",
      "histórico",
      "folletín"
    ],
    "notable_works": [
      "Los tres mosqueteros",
      "El conde de Montecristo",
      "El tulipán negro"
    ]
  },
  "Dave Eggers": {
    "bio": "Fundador de McSweeney's, activista, innovador. Eggers empezó con unas memorias devastadoras sobre criar a su hermano huérfano y desde entonces no ha parado de reinventarse. Escribe ficción distópica, reportaje, literatura juvenil. Es de los pocos autores contemporáneos que importan tanto por lo que escribe como por lo que construye (revistas, editoriales, programas de escritura para jóvenes).",
    "nationality": "Estadounidense",
    "born": 1970,
    "genres": [
      "memorias",
      "ficción",
      "distopía",
      "no ficción"
    ],
    "notable_works": [
      "Una historia conmovedora, asombrosa y genial",
      "El círculo",
      "Qué es el qué"
    ]
  },
  "Ken Follett": {
    "bio": "Galés que domina el arte de mantenerte despierto hasta las 3 de la mañana. Empezó con thrillers y se consagró con novelas históricas monumentales. 'Los pilares de la Tierra' vendió más de 30 millones de copias. Sus libros son largos, adictivos y extraordinariamente bien documentados. Si quieres vivir otras épocas sin aburrirte ni un segundo, Follett es tu autor.",
    "nationality": "Británico",
    "born": 1949,
    "genres": [
      "histórico",
      "thriller",
      "saga"
    ],
    "notable_works": [
      "Los pilares de la Tierra",
      "Un mundo sin fin",
      "La caída de los gigantes"
    ]
  },
  "Philip K. Dick": {
    "bio": "Visionario paranoico que predijo el futuro mientras vivía en la precariedad. Sus novelas cuestionan qué es real, qué es humano, qué es la memoria. Hollywood lo descubrió tarde: 'Blade Runner', 'Minority Report', 'Total Recall', todas vienen de él. Escribía rápido, vivía intensamente y murió justo antes de ver cómo su imaginación conquistaba la cultura pop. Imprescindible para entender el siglo XXI.",
    "nationality": "Estadounidense",
    "born": 1928,
    "died": 1982,
    "genres": [
      "ciencia ficción",
      "distopía",
      "filosófico"
    ],
    "notable_works": [
      "¿Sueñan los androides con ovejas eléctricas?",
      "El hombre en el castillo",
      "Ubik"
    ]
  },
  "Eduardo Mendoza": {
    "bio": "Barcelonés, Premio Cervantes, maestro del humor inteligente. Puede escribir una sátira hilarante del franquismo y al año siguiente una novela histórica seria. Su detective loco del manicomio es uno de los personajes más divertidos de la literatura española. Mendoza demuestra que se puede ser profundo sin ser aburrido, crítico sin ser amargo.",
    "nationality": "Español",
    "born": 1943,
    "genres": [
      "ficción",
      "humor",
      "histórico",
      "sátira"
    ],
    "notable_works": [
      "La verdad sobre el caso Savolta",
      "Sin noticias de Gurb",
      "El misterio de la cripta embrujada"
    ],
    "awards": [
      "Premio Cervantes 2016"
    ]
  },
  "René Goscinny": {
    "bio": "El genio detrás de Astérix, Lucky Luke e Iznogud. Nacido en París, criado en Argentina, revolucionó el cómic europeo con un humor universal que funciona para niños y adultos. Sus guiones son máquinas de comedia perfectas. Murió demasiado joven, a los 51, pero dejó personajes inmortales. Si alguna vez te reíste con un galo irreductible, fue gracias a él.",
    "nationality": "Francés",
    "born": 1926,
    "died": 1977,
    "genres": [
      "cómic",
      "humor",
      "aventura"
    ],
    "notable_works": [
      "Astérix",
      "Lucky Luke",
      "El pequeño Nicolás"
    ]
  },
  "Éric Vuillard": {
    "bio": "Francés, Goncourt 2017, reinventor del relato histórico. Vuillard escribe libros breves y devastadores que iluminan momentos históricos desde ángulos inesperados. No hace novela histórica tradicional: hace disección poética del poder y sus mecanismos. Cada libro suyo es una lección de cómo contar la Historia con mayúsculas de forma íntima y urgente.",
    "nationality": "Francés",
    "born": 1968,
    "genres": [
      "histórico",
      "ensayo narrativo",
      "no ficción"
    ],
    "notable_works": [
      "El orden del día",
      "14 de julio",
      "La guerra de los pobres"
    ],
    "awards": [
      "Premio Goncourt 2017"
    ]
  },
  "Andrés Trapiello": {
    "bio": "Leonés, diarista compulsivo, guardián de la memoria literaria española. Lleva décadas publicando su 'Salón de pasos perdidos', un diario monumental que retrata la vida cultural española. También rescata a autores olvidados de la Guerra Civil y escribe novela. Es el cronista que España necesita: culto, honesto, melancólico y a contracorriente.",
    "nationality": "Español",
    "born": 1953,
    "genres": [
      "diarios",
      "ensayo",
      "ficción",
      "memorias"
    ],
    "notable_works": [
      "Salón de pasos perdidos",
      "Las armas y las letras",
      "Ayer no más"
    ]
  },
  "John Banville": {
    "bio": "Irlandés, Booker Prize, orfebre de la prosa. Banville escribe frases tan perfectas que duelen. Sus novelas son lentas, obsesivas, llenas de personajes que recuerdan y se mienten a sí mismos. También es Benjamin Black cuando escribe novela negra. Es el autor que lees cuando quieres recordar que la literatura puede ser arte puro.",
    "nationality": "Irlandés",
    "born": 1945,
    "genres": [
      "ficción",
      "novela negra",
      "literario"
    ],
    "notable_works": [
      "El mar",
      "El intocable",
      "Los infinitos"
    ],
    "awards": [
      "Man Booker Prize 2005"
    ]
  },
  "Karl Ove Knausgård": {
    "bio": "Noruego que convirtió su vida en seis tomos de literatura. 'Mi lucha' es un experimento radical: miles de páginas sobre hacer la compra, cambiar pañales, recordar la infancia. Y funciona. Knausgård encontró lo universal en lo mundano y dividió al mundo literario. O lo amas o no entiendes el fenómeno. No hay término medio con él.",
    "nationality": "Noruego",
    "born": 1968,
    "genres": [
      "autobiografía",
      "ficción",
      "memorias"
    ],
    "notable_works": [
      "Mi lucha (6 tomos)",
      "Un hombre enamorado",
      "La muerte del padre"
    ]
  },
  "Kurt Vonnegut": {
    "bio": "Americano, superviviente de Dresde, humorista del apocalipsis. Vonnegut escribía ciencia ficción para gente que no lee ciencia ficción. Sus novelas son divertidas, tristes y profundamente humanistas. Inventó Tralfamadore y 'así va la cosa'. Fue el tío sabio y un poco loco que todos queríamos tener. Imprescindible para mantener la cordura en tiempos absurdos.",
    "nationality": "Estadounidense",
    "born": 1922,
    "died": 2007,
    "genres": [
      "ciencia ficción",
      "sátira",
      "humor negro"
    ],
    "notable_works": [
      "Matadero cinco",
      "Cuna de gato",
      "Desayuno de campeones"
    ]
  },
  "Enrique Vila-Matas": {
    "bio": "Barcelonés, eterno candidato al Nobel, escritor de escritores. Vila-Matas difumina las fronteras entre ficción y ensayo, entre él y sus personajes. Sus libros hablan de literatura, de fracaso, de la imposibilidad de escribir. Es divertido, erudito y único. Si te gusta Borges pero quieres algo más contemporáneo y europeo, aquí está tu autor.",
    "nationality": "Español",
    "born": 1948,
    "genres": [
      "ficción",
      "metaficción",
      "ensayo"
    ],
    "notable_works": [
      "Bartleby y compañía",
      "El mal de Montano",
      "París no se acaba nunca"
    ]
  },
  "Heinrich Böll": {
    "bio": "Alemán, Nobel 1972, conciencia moral de la posguerra. Böll escribió sobre la Alemania que intentaba olvidar su pasado. Sus novelas son directas, humanas, a veces satíricas. Fue crítico con el poder, defensor de los marginados. Es el autor que te hace entender cómo fue vivir en la Alemania del milagro económico con la sombra nazi todavía encima.",
    "nationality": "Alemán",
    "born": 1917,
    "died": 1985,
    "genres": [
      "ficción",
      "posguerra",
      "crítica social"
    ],
    "notable_works": [
      "Opiniones de un payaso",
      "El honor perdido de Katharina Blum",
      "Retrato de grupo con señora"
    ],
    "awards": [
      "Premio Nobel de Literatura 1972"
    ]
  },
  "E. L. Doctorow": {
    "bio": "Americano que mezclaba ficción e historia hasta que no podías distinguirlas. Doctorow ponía personajes reales (Houdini, J.P. Morgan, Freud) junto a inventados y el resultado era brillante. 'Ragtime' es una de las grandes novelas americanas del siglo XX. Escribía sobre su país con amor crítico y una prosa impecable.",
    "nationality": "Estadounidense",
    "born": 1931,
    "died": 2015,
    "genres": [
      "ficción histórica",
      "americano",
      "posmoderno"
    ],
    "notable_works": [
      "Ragtime",
      "Billy Bathgate",
      "La gran marcha"
    ]
  },
  "John Fowles": {
    "bio": "Inglés, mago del relato. Fowles escribía novelas que jugaban con el lector: finales múltiples, narradores que rompen la cuarta pared, trampas narrativas elegantes. 'El coleccionista' es un thriller psicológico perfecto. 'La mujer del teniente francés' es una de las mejores novelas del siglo XX. Ambicioso, inteligente, irrepetible.",
    "nationality": "Británico",
    "born": 1926,
    "died": 2005,
    "genres": [
      "ficción",
      "metaficción",
      "thriller psicológico"
    ],
    "notable_works": [
      "El coleccionista",
      "La mujer del teniente francés",
      "El mago"
    ]
  },
  "Patricia Highsmith": {
    "bio": "Americana en Europa, maestra del suspense psicológico. Highsmith creó a Tom Ripley, el asesino más encantador de la literatura. Sus novelas no tienen héroes: tienen personas complicadas haciendo cosas terribles de forma comprensible. Vivía rodeada de caracoles y escribía sobre la oscuridad humana con precisión quirúrgica. Imprescindible para amantes del noir inteligente.",
    "nationality": "Estadounidense",
    "born": 1921,
    "died": 1995,
    "genres": [
      "thriller",
      "noir",
      "psicológico"
    ],
    "notable_works": [
      "El talento de Mr. Ripley",
      "Extraños en un tren",
      "El grito de la lechuza"
    ]
  },
  "J. G. Ballard": {
    "bio": "Británico nacido en Shanghái, profeta del desastre. Ballard predijo el mundo en que vivimos: obsesión tecnológica, catástrofes normalizadas, violencia y consumo fusionados. Sus novelas son perturbadoras, visionarias y extrañamente bellas. 'El imperio del sol' es autobiográfico; el resto es ciencia ficción que ya no parece ficción.",
    "nationality": "Británico",
    "born": 1930,
    "died": 2009,
    "genres": [
      "ciencia ficción",
      "distopía",
      "vanguardia"
    ],
    "notable_works": [
      "Crash",
      "El imperio del sol",
      "Rascacielos"
    ]
  },
  "Boris Vian": {
    "bio": "Francés inclasificable: ingeniero, trompetista de jazz, novelista, provocador. Vian vivió rápido y murió a los 39. 'La espuma de los días' es una de las novelas de amor más originales jamás escritas. También escribió novela negra bajo seudónimo y canciones que escandalizaron a Francia. Un genio que no cabía en ninguna categoría.",
    "nationality": "Francés",
    "born": 1920,
    "died": 1959,
    "genres": [
      "ficción",
      "surrealista",
      "novela negra",
      "humor"
    ],
    "notable_works": [
      "La espuma de los días",
      "Escupiré sobre vuestra tumba",
      "El otoño en Pekín"
    ]
  },
  "Jo Nesbø": {
    "bio": "Noruego, exfutbolista, rockero y rey del thriller nórdico. Su detective Harry Hole es alcohólico, autodestructivo y absolutamente adictivo. Nesbø escribe novelas que no puedes soltar: violentas, oscuras, llenas de giros. Si te gusta el noir escandinavo pero quieres más acción que Wallander, aquí está tu autor.",
    "nationality": "Noruego",
    "born": 1960,
    "genres": [
      "thriller",
      "noir",
      "policial"
    ],
    "notable_works": [
      "El muñeco de nieve",
      "El murciélago",
      "Cuchillo"
    ]
  },
  "Antón Chéjov": {
    "bio": "Ruso, médico, revolucionario del cuento y el teatro. Chéjov escribía sobre gente ordinaria con una compasión extraordinaria. Sus obras de teatro cambiaron todo; sus cuentos son perfectos. Murió de tuberculosis a los 44, pero dejó una montaña de literatura que sigue siendo el estándar. El maestro del matiz y del silencio significativo.",
    "nationality": "Ruso",
    "born": 1860,
    "died": 1904,
    "genres": [
      "cuento",
      "teatro",
      "realismo"
    ],
    "notable_works": [
      "La gaviota",
      "Tío Vania",
      "La dama del perrito"
    ]
  },
  "Mircea Cărtărescu": {
    "bio": "Rumano, poeta convertido en novelista monumental. Su trilogía 'Cegador' es una catedral barroca hecha de palabras. Cărtărescu mezcla autobiografía, sueños, historia de Bucarest y vuelos alucinógenos. No es fácil, pero si te atreves encontrarás algo único en la literatura contemporánea. Candidato eterno al Nobel y con razón.",
    "nationality": "Rumano",
    "born": 1956,
    "genres": [
      "ficción",
      "poesía",
      "experimental"
    ],
    "notable_works": [
      "Cegador (trilogía)",
      "Solenoide",
      "Nostalgia"
    ]
  },
  "David Mitchell": {
    "bio": "Inglés, arquitecto de novelas imposibles. Mitchell escribe libros que cruzan géneros, épocas y continentes. 'El atlas de las nubes' tiene seis historias en una. 'Mil otoños' es la mejor novela sobre el Japón feudal escrita por un occidental. Es ambicioso, virtuoso y siempre sorprendente. Para lectores que quieren ser desafiados.",
    "nationality": "Británico",
    "born": 1969,
    "genres": [
      "ficción",
      "ciencia ficción",
      "histórico"
    ],
    "notable_works": [
      "El atlas de las nubes",
      "Mil otoños",
      "Escritos fantasma"
    ]
  },
  "Almudena Grandes": {
    "bio": "Madrileña que hizo de la memoria histórica literatura popular. Grandes escribía novelas largas, generosas, llenas de personajes que respiran. Su serie 'Episodios de una guerra interminable' rescató la historia de los vencidos de la Guerra Civil. Murió en 2021 dejando una obra que es crónica sentimental de España. Para leerla es para quererla.",
    "nationality": "Española",
    "born": 1960,
    "died": 2021,
    "genres": [
      "ficción",
      "histórico",
      "romántico"
    ],
    "notable_works": [
      "Las edades de Lulú",
      "El corazón helado",
      "Los pacientes del doctor García"
    ]
  },
  "Rafael Chirbes": {
    "bio": "Valenciano, cronista furioso de la España del pelotazo. Chirbes escribía novelas densas y devastadoras sobre la corrupción moral de un país. 'Crematorio' y 'En la orilla' son retratos despiadados de la burbuja inmobiliaria y sus víctimas. No era complaciente ni fácil, pero era necesario. El mejor novelista español de la crisis.",
    "nationality": "Español",
    "born": 1949,
    "died": 2015,
    "genres": [
      "ficción",
      "crítica social",
      "realismo"
    ],
    "notable_works": [
      "Crematorio",
      "En la orilla",
      "La buena letra"
    ]
  },
  "Marian Keyes": {
    "bio": "Irlandesa que convirtió la novela romántica en literatura con humor. Keyes escribe sobre mujeres reales con problemas reales: adicciones, depresión, familias disfuncionales. Pero lo hace con tanta gracia que te ríes mientras lloras. Sus novelas son como una amiga sabia que también es muy divertida.",
    "nationality": "Irlandesa",
    "born": 1963,
    "genres": [
      "ficción",
      "humor",
      "romance",
      "contemporáneo"
    ],
    "notable_works": [
      "Rachel se va de viaje",
      "¿Alguien ha visto a Lucy?",
      "Sushi para principiantes"
    ]
  },
  "Berna González Harbour": {
    "bio": "Periodista y novelista española, creadora de la comisaria María Ruiz. González Harbour hace thriller policial con compromiso social y personajes femeninos potentes. Una de las voces más sólidas del noir español contemporáneo.",
    "nationality": "Española",
    "born": 1965,
    "genres": [
      "thriller",
      "policial",
      "noir"
    ],
    "notable_works": [
      "Verano en rojo",
      "Mar de lúpulo",
      "El sueño de la crisálida"
    ]
  },
  "Mary Beard": {
    "bio": "Clasicista británica que hace del mundo antiguo algo vivo y relevante. Beard es profesora en Cambridge, estrella de documentales y divulgadora brillante. Sus libros sobre Roma son rigurosos y accesibles. La mejor guía posible al mundo clásico.",
    "nationality": "Británica",
    "born": 1955,
    "genres": [
      "historia",
      "ensayo",
      "divulgación"
    ],
    "notable_works": [
      "SPQR",
      "Mujeres y poder",
      "El triunfo romano"
    ]
  },
  "Robert Louis Stevenson": {
    "bio": "Escocés, aventurero de salud frágil que escribía con pulso de acero. Stevenson creó a Long John Silver y a Jekyll/Hyde mientras tosía sangre. Sus novelas de aventuras son perfectas. Murió en Samoa a los 44, convertido en leyenda local.",
    "nationality": "Británico (Escocés)",
    "born": 1850,
    "died": 1894,
    "genres": [
      "aventura",
      "terror",
      "ficción"
    ],
    "notable_works": [
      "La isla del tesoro",
      "El extraño caso del Dr. Jekyll y Mr. Hyde",
      "Secuestrado"
    ]
  },
  "Robert Galbraith": {
    "bio": "Seudónimo de J.K. Rowling para escribir novela negra. El detective Cormoran Strike es un veterano de guerra cojo y brillante. Las novelas son largas, adictivas y sorprendentemente oscuras viniendo de la creadora de Harry Potter.",
    "nationality": "Británica",
    "born": 1965,
    "genres": [
      "thriller",
      "policial",
      "misterio"
    ],
    "notable_works": [
      "El canto del cuco",
      "El gusano de seda",
      "Blanco letal"
    ]
  },
  "Tobias Wolff": {
    "bio": "Americano, maestro del cuento y las memorias. Wolff escribe sobre hombres que mienten, que fracasan, que intentan ser mejores de lo que son. 'Vida de este chico' es una de las mejores memorias del siglo XX. Sus relatos son precisos como bisturís.",
    "nationality": "Estadounidense",
    "born": 1945,
    "genres": [
      "cuento",
      "memorias",
      "ficción"
    ],
    "notable_works": [
      "Vida de este chico",
      "En el ejército del faraón",
      "Cazadores en la nieve"
    ]
  },
  "Anthony Doerr": {
    "bio": "Americano, Pulitzer 2015 por 'La luz que no puedes ver'. Doerr escribe prosa exquisita sobre la conexión entre seres humanos a través del tiempo y el espacio. Es un orfebre de la frase, paciente y ambicioso.",
    "nationality": "Estadounidense",
    "born": 1973,
    "genres": [
      "ficción",
      "histórico",
      "literario"
    ],
    "notable_works": [
      "La luz que no puedes ver",
      "Cloud Cuckoo Land",
      "El coleccionista de conchas"
    ],
    "awards": [
      "Premio Pulitzer 2015"
    ]
  },
  "Robert Graves": {
    "bio": "Inglés, poeta, novelista, superviviente de las trincheras. Graves escribió 'Adiós a todo eso', una de las mejores memorias de guerra, y luego se reinventó como novelista histórico. 'Yo, Claudio' es magistral. Vivió en Mallorca la mayor parte de su vida.",
    "nationality": "Británico",
    "born": 1895,
    "died": 1985,
    "genres": [
      "ficción histórica",
      "poesía",
      "memorias",
      "mitología"
    ],
    "notable_works": [
      "Yo, Claudio",
      "Adiós a todo eso",
      "La diosa blanca"
    ]
  },
  "Sergio del Molino": {
    "bio": "Zaragozano, periodista y ensayista que radiografía la España vacía y sus fantasmas. 'La España vacía' se convirtió en fenómeno; 'La hora violeta', sobre la muerte de su hijo, es devastadora. Una de las voces más necesarias del periodismo literario español.",
    "nationality": "Español",
    "born": 1979,
    "genres": [
      "ensayo",
      "memorias",
      "periodismo literario"
    ],
    "notable_works": [
      "La España vacía",
      "La hora violeta",
      "Lugares fuera de sitio"
    ]
  },
  "Orlando Figes": {
    "bio": "Historiador británico especializado en Rusia. Figes escribe historia como si fuera literatura: sus libros sobre la Revolución Rusa y la vida soviética son épicos y humanos. 'El baile de Natacha' es una obra maestra sobre la cultura rusa.",
    "nationality": "Británico",
    "born": 1959,
    "genres": [
      "historia",
      "ensayo",
      "Rusia"
    ],
    "notable_works": [
      "El baile de Natacha",
      "La Revolución Rusa",
      "Los que susurran"
    ]
  },
  "Charles Dickens": {
    "bio": "El novelista más popular de la era victoriana. Dickens creó personajes tan vivos que parecen existir fuera de sus libros: Oliver Twist, Ebenezer Scrooge, Pip. Escribía por entregas para un público masivo pero nunca sacrificó la profundidad.",
    "nationality": "Británico",
    "born": 1812,
    "died": 1870,
    "genres": [
      "ficción",
      "victoriano",
      "social"
    ],
    "notable_works": [
      "Grandes esperanzas",
      "Oliver Twist",
      "Cuento de Navidad",
      "David Copperfield"
    ]
  },
  "Harold Bloom": {
    "bio": "Crítico literario americano, polémico y brillante. Bloom defendía el canon occidental cuando estaba de moda atacarlo. Sus libros sobre Shakespeare y la ansiedad del autor son imprescindibles. El último gran crítico a la antigua usanza.",
    "nationality": "Estadounidense",
    "born": 1930,
    "died": 2019,
    "genres": [
      "crítica literaria",
      "ensayo",
      "academia"
    ],
    "notable_works": [
      "El canon occidental",
      "La ansiedad de la influencia",
      "Shakespeare: la invención de lo humano"
    ]
  },
  "Joseph Conrad": {
    "bio": "Polaco que se convirtió en uno de los grandes estilistas de la lengua inglesa. Marinero antes que escritor, Conrad conocía el mar y la oscuridad del alma humana. 'El corazón de las tinieblas' es corta y devastadora.",
    "nationality": "Británico (nacido polaco)",
    "born": 1857,
    "died": 1924,
    "genres": [
      "ficción",
      "aventura",
      "modernismo"
    ],
    "notable_works": [
      "El corazón de las tinieblas",
      "Lord Jim",
      "El agente secreto"
    ]
  },
  "Jonathan Coe": {
    "bio": "Inglés, satírico de la Gran Bretaña contemporánea. Coe escribe novelas largas, divertidas y con veneno sobre la política británica. Es un moralista disfrazado de cómico. El novelista que los tiempos del Brexit merecen.",
    "nationality": "Británico",
    "born": 1961,
    "genres": [
      "ficción",
      "sátira",
      "político",
      "humor"
    ],
    "notable_works": [
      "Menudo reparto",
      "El club de los canallas",
      "El corazón de Inglaterra"
    ]
  },
  "Ayn Rand": {
    "bio": "Rusa emigrada a Estados Unidos, profeta del individualismo radical. Rand escribía novelas-manifiesto llenas de héroes titánicos que luchan contra el colectivismo. 'El manantial' y 'La rebelión de Atlas' tienen millones de devotos y detractores.",
    "nationality": "Estadounidense (nacida rusa)",
    "born": 1905,
    "died": 1982,
    "genres": [
      "ficción",
      "filosofía",
      "político"
    ],
    "notable_works": [
      "El manantial",
      "La rebelión de Atlas",
      "Himno"
    ]
  },
  "Siri Hustvedt": {
    "bio": "Americana de origen noruego, novelista e intelectual. Hustvedt escribe ficción cerebral que explora la mente, el cuerpo, el arte, la identidad. Combina narrativa con ensayo, neurociencia con filosofía. Para lectores que quieren pensar mientras leen.",
    "nationality": "Estadounidense",
    "born": 1955,
    "genres": [
      "ficción",
      "ensayo",
      "filosófico"
    ],
    "notable_works": [
      "Todo cuanto amé",
      "El verano sin hombres",
      "El mundo deslumbrante"
    ]
  },
  "Maggie O'Farrell": {
    "bio": "Irlandesa criada en Escocia, maestra del detalle íntimo. 'Hamnet' ganó el Women's Prize y es extraordinaria: la muerte del hijo de Shakespeare contada desde quienes lo amaban. Sus novelas son precisas, emotivas y difíciles de olvidar.",
    "nationality": "Británica (Irlandesa)",
    "born": 1972,
    "genres": [
      "ficción",
      "histórico",
      "familiar"
    ],
    "notable_works": [
      "Hamnet",
      "Instrucciones para una ola de calor",
      "Soy, soy, soy"
    ],
    "awards": [
      "Women's Prize for Fiction 2020"
    ]
  },
  "Simon Scarrow": {
    "bio": "Inglés especializado en novela histórica militar. Scarrow es el autor para cuando quieres vivir la vida de un legionario romano sin salir del sofá. Sus series sobre las legiones de Roma son adictivas y llenas de acción.",
    "nationality": "Británico",
    "born": 1962,
    "genres": [
      "histórico",
      "militar",
      "aventura"
    ],
    "notable_works": [
      "Bajo el águila",
      "La legión",
      "Centurión"
    ]
  },
  "Colson Whitehead": {
    "bio": "Americano, doble Pulitzer, reinventor de géneros. Cada libro suyo es diferente y todos son brillantes. El novelista americano más importante de su generación.",
    "nationality": "Estadounidense",
    "born": 1969,
    "genres": [
      "ficción",
      "histórico",
      "noir"
    ],
    "notable_works": [
      "El ferrocarril subterráneo",
      "El ritmo de Harlem",
      "La intuicionista"
    ],
    "awards": [
      "Premio Pulitzer 2017",
      "Premio Pulitzer 2020"
    ]
  },
  "Annie Ernaux": {
    "bio": "Francesa, Nobel 2022, arqueóloga de su propia vida. Ernaux escribe autoficción despojada: memorias breves y devastadoras sobre su madre, su clase social, sus amantes. La escritora que demostró que lo personal es universal.",
    "nationality": "Francesa",
    "born": 1940,
    "genres": [
      "autoficción",
      "memorias",
      "sociología"
    ],
    "notable_works": [
      "Los años",
      "El lugar",
      "Pura pasión"
    ],
    "awards": [
      "Premio Nobel de Literatura 2022"
    ]
  },
  "Orhan Pamuk": {
    "bio": "Turco, Nobel 2006, cronista de Estambul. Pamuk escribe sobre la tensión entre Oriente y Occidente, sobre la melancolía turca. Sus novelas son laberínticas y hermosas. El gran novelista del cruce de civilizaciones.",
    "nationality": "Turco",
    "born": 1952,
    "genres": [
      "ficción",
      "histórico",
      "filosófico"
    ],
    "notable_works": [
      "Me llamo Rojo",
      "Nieve",
      "El museo de la inocencia"
    ],
    "awards": [
      "Premio Nobel de Literatura 2006"
    ]
  }
}