{
  "Rosa Montero": {
    "name": "Rosa Montero",
    "years": "1951–",
    "nationality": "Española",
    "photo": null,
    "bio": "Periodista y escritora madrileña, una de las voces más reconocidas de la literatura española contemporánea. Ha trabajado durante décadas en El País, donde sus entrevistas y columnas la convirtieron en referente del periodismo español.",
    "importance": "Montero ha sabido combinar el periodismo de investigación con una narrativa que explora la condición humana, el feminismo y la ciencia ficción. Su obra trasciende géneros y conecta con lectores de todas las generaciones.",
    "awards": [
      "Premio Nacional de las Letras 2017",
      "Premio de la Crítica de Madrid"
    ],
    "notable_works": [
      "La ridícula idea de no volver a verte",
      "La buena suerte",
      "Te trataré como a una reina"
    ]
  },
  "Saul Bellow": {
    "name": "Saul Bellow",
    "years": "1915–2005",
    "nationality": "Estadounidense (nacido en Canadá)",
    "photo": null,
    "bio": "Novelista judío-estadounidense considerado uno de los gigantes de la literatura del siglo XX. Su prosa combina la tradición intelectual europea con la vitalidad del Nuevo Mundo.",
    "importance": "Bellow revolucionó la novela americana al introducir un protagonista pensante y neurótico que reflexiona sobre la vida mientras la vive. Su influencia en escritores como Philip Roth y Martin Amis es incalculable.",
    "awards": [
      "Premio Nobel de Literatura 1976",
      "Tres veces Premio Nacional del Libro",
      "Premio Pulitzer 1976"
    ],
    "notable_works": [
      "Herzog",
      "El legado de Humboldt",
      "Las aventuras de Augie March"
    ]
  },
  "Pierre Lemaitre": {
    "name": "Pierre Lemaitre",
    "years": "1951–",
    "nationality": "Francés",
    "photo": null,
    "bio": "Escritor francés que comenzó en el género negro antes de dar el salto a la novela histórica. Su trilogía sobre las guerras mundiales lo consagró como maestro de la narrativa épica contemporánea.",
    "importance": "Lemaitre demostró que el thriller literario puede tener la profundidad de los grandes clásicos. Su capacidad para retratar la Francia del siglo XX lo convierte en el Balzac de nuestro tiempo.",
    "awards": [
      "Premio Goncourt 2013",
      "Premio CWA International Dagger"
    ],
    "notable_works": [
      "Nos vemos allá arriba",
      "Alex",
      "Recursos inhumanos"
    ]
  },
  "Roald Dahl": {
    "name": "Roald Dahl",
    "years": "1916–1990",
    "nationality": "Británico (galés)",
    "photo": null,
    "bio": "Escritor galés famoso por sus libros infantiles llenos de humor negro y sus relatos cortos para adultos con giros inesperados. Fue piloto de combate en la Segunda Guerra Mundial.",
    "importance": "Dahl creó un universo literario donde la crueldad y la magia coexisten, influyendo en generaciones de escritores. Sus villanos memorables y héroes infantiles desafiaron las convenciones de la literatura para niños.",
    "awards": [
      "World Fantasy Award",
      "Edgar Allan Poe Award"
    ],
    "notable_works": [
      "Charlie y la fábrica de chocolate",
      "Matilda",
      "Relatos de lo inesperado"
    ]
  },
  "Donald E. Westlake": {
    "name": "Donald E. Westlake",
    "years": "1933–2008",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Prolífico autor de novela negra y comedias criminales, considerado el maestro del heist cómico. Escribió bajo múltiples seudónimos, siendo Richard Stark el más famoso.",
    "importance": "Westlake demostró que el crimen podía ser hilarante sin perder tensión. Su serie de Dortmunder estableció el modelo de la comedia criminal que sigue vigente hoy.",
    "awards": [
      "Tres premios Edgar Allan Poe",
      "Grand Master de los Mystery Writers of America"
    ],
    "notable_works": [
      "El ladrón de joyas",
      "Atraco perfecto",
      "La serie de Parker (como Richard Stark)"
    ]
  },
  "Patrick Modiano": {
    "bio": "Francés, Nobel 2014, arqueólogo de la memoria. Modiano escribe novelas breves sobre la ocupación nazi, identidades perdidas y el París que ya no existe. Siempre parece estar buscando a alguien. Discreto y obsesivo.",
    "nationality": "Francés",
    "born": 1945,
    "genres": [
      "ficción",
      "memoria",
      "histórico"
    ],
    "notable_works": [
      "En el café de la juventud perdida",
      "Calle de las tiendas oscuras",
      "Villa Triste"
    ],
    "awards": [
      "Premio Nobel de Literatura 2014"
    ]
  },
  "Agatha Christie": {
    "name": "Agatha Christie",
    "years": "1890–1976",
    "nationality": "Británica",
    "photo": null,
    "bio": "La reina del crimen, autora más vendida de todos los tiempos después de Shakespeare y la Biblia. Creadora de Hercule Poirot y Miss Marple, definió las reglas del whodunit clásico.",
    "importance": "Christie no solo entretuvo a millones: estableció la estructura del misterio moderno y demostró que las mujeres podían dominar géneros considerados masculinos. Sus tramas siguen siendo estudiadas como modelos de construcción narrativa.",
    "awards": [
      "Dama del Imperio Británico",
      "Grand Master de los Mystery Writers of America"
    ],
    "notable_works": [
      "Asesinato en el Orient Express",
      "Diez negritos",
      "El asesinato de Roger Ackroyd"
    ]
  },
  "Yukio Mishima": {
    "name": "Yukio Mishima",
    "years": "1925–1970",
    "nationality": "Japonés",
    "photo": null,
    "bio": "Escritor japonés nominado tres veces al Nobel, considerado uno de los más importantes del siglo XX. Su vida y muerte ritual (seppuku) lo convirtieron en figura mítica de la literatura mundial.",
    "importance": "Mishima exploró la tensión entre tradición y modernidad japonesa con una intensidad sin precedentes. Su prosa combina la estética clásica japonesa con influencias occidentales, creando una obra universalmente relevante.",
    "awards": [
      "Premio Shincho",
      "Nominado al Nobel tres veces"
    ],
    "notable_works": [
      "El pabellón de oro",
      "Confesiones de una máscara",
      "El mar de la fertilidad"
    ]
  },
  "Raymond Chandler": {
    "name": "Raymond Chandler",
    "years": "1888–1959",
    "nationality": "Estadounidense (nacido en Inglaterra)",
    "photo": null,
    "bio": "El poeta del hard-boiled, creador de Philip Marlowe. Llegó tarde a la escritura pero transformó el detective pulp en literatura seria con su prosa lírica y su retrato del Los Ángeles noir.",
    "importance": "Chandler elevó la novela negra a arte literario. Sus metáforas memorables y su detective con código moral propio influyeron en todo el género posterior, desde Ross Macdonald hasta James Ellroy.",
    "awards": [
      "Edgar Allan Poe Award"
    ],
    "notable_works": [
      "El sueño eterno",
      "El largo adiós",
      "Adiós, muñeca"
    ]
  },
  "Don DeLillo": {
    "name": "Don DeLillo",
    "years": "1936–",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Novelista neoyorquino considerado el cronista definitivo de la paranoia americana. Su obra explora el terrorismo, los medios de comunicación y la América postmoderna.",
    "importance": "DeLillo anticipó literariamente fenómenos como el 11-S, las teorías conspirativas y la saturación mediática. Es el escritor que mejor ha capturado el ruido blanco de la vida contemporánea.",
    "awards": [
      "National Book Award",
      "Premio Jerusalem",
      "Library of Congress Prize"
    ],
    "notable_works": [
      "Ruido blanco",
      "Libra",
      "Submundo"
    ]
  },
  "Ian McEwan": {
    "bio": "Inglés, maestro de la incomodidad elegante. McEwan escribe sobre las pequeñas catástrofes de la vida burguesa con precisión quirúrgica. 'Expiación' es una de las mejores novelas británicas contemporáneas.",
    "nationality": "Británico",
    "born": 1948,
    "genres": [
      "ficción",
      "literario",
      "psicológico"
    ],
    "notable_works": [
      "Expiación",
      "Chesil Beach",
      "Amsterdam"
    ],
    "awards": [
      "Man Booker Prize 1998"
    ]
  },
  "Javier Marías": {
    "bio": "Madrileño, estilista supremo, traducido a 40 idiomas. Marías escribía frases larguísimas sobre el tiempo, los secretos y la memoria. 'Corazón tan blanco' y 'Tu rostro mañana' son obras maestras. Murió en 2022 sin el Nobel que merecía.",
    "nationality": "Español",
    "born": 1951,
    "died": 2022,
    "genres": [
      "ficción",
      "literario",
      "filosófico"
    ],
    "notable_works": [
      "Corazón tan blanco",
      "Tu rostro mañana",
      "Mañana en la batalla piensa en mí"
    ]
  },
  "Graham Greene": {
    "name": "Graham Greene",
    "years": "1904–1991",
    "nationality": "Británico",
    "photo": null,
    "bio": "Novelista y dramaturgo británico que dividió su obra entre 'entertainments' y novelas serias. Viajero incansable, trabajó para el MI6 y ambientó sus historias en los rincones más conflictivos del mundo.",
    "importance": "Greene exploró la culpa católica, la traición y la redención en escenarios que iban de México a Vietnam. Su capacidad para convertir thrillers en meditaciones morales lo hace único en la literatura inglesa.",
    "awards": [
      "Nominado al Nobel múltiples veces",
      "Orden del Mérito",
      "Premio Jerusalem"
    ],
    "notable_works": [
      "El poder y la gloria",
      "El americano impasible",
      "El tercer hombre"
    ]
  },
  "Jonathan Franzen": {
    "name": "Jonathan Franzen",
    "years": "1959–",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Novelista americano que revitalizó la tradición de la gran novela social. Sus retratos de familias disfuncionales de clase media capturan las ansiedades de la América contemporánea.",
    "importance": "Franzen demostró que la novela ambiciosa podía seguir siendo relevante en la era digital. Su ensayo contra la ironía posmoderna influyó en toda una generación de escritores que buscan la sinceridad.",
    "awards": [
      "National Book Award 2001",
      "Premio James Tait Black"
    ],
    "notable_works": [
      "Las correcciones",
      "Libertad",
      "Pureza"
    ]
  },
  "Amin Maalouf": {
    "name": "Amin Maalouf",
    "years": "1949–",
    "nationality": "Libanés-francés",
    "photo": null,
    "bio": "Escritor libanés que escribe en francés, es miembro de la Academia Francesa. Su obra explora el encuentro entre Oriente y Occidente a través de la historia y la ficción.",
    "importance": "Maalouf es una voz esencial para entender el mundo árabe y mediterráneo. Sus novelas históricas y sus ensayos sobre identidad ofrecen puentes entre culturas en una época de polarización.",
    "awards": [
      "Premio Goncourt 1993",
      "Premio Príncipe de Asturias de las Letras 2010"
    ],
    "notable_works": [
      "León el Africano",
      "Samarcanda",
      "Las identidades asesinas"
    ]
  },
  "Truman Capote": {
    "bio": "Americano, niño prodigio, genio destruido. Capote inventó la novela de no ficción con 'A sangre fría'. Era exquisito, malicioso, brillante en sociedad. Prometió una obra maestra final que nunca terminó. Murió solo y adicto. Sus cuentos son perfectos.",
    "nationality": "Estadounidense",
    "born": 1924,
    "died": 1984,
    "genres": [
      "no ficción",
      "ficción",
      "cuento"
    ],
    "notable_works": [
      "A sangre fría",
      "Desayuno en Tiffany's",
      "Otras voces, otros ámbitos"
    ]
  },
  "John Fante": {
    "name": "John Fante",
    "years": "1909–1983",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Escritor italoamericano redescubierto gracias a Charles Bukowski. Su alter ego Arturo Bandini narra la vida de un aspirante a escritor en el Los Ángeles de la Depresión.",
    "importance": "Fante escribió sobre la experiencia inmigrante y las ambiciones literarias con una honestidad brutal que anticipó a Bukowski y toda la literatura confesional posterior. Es el poeta del fracaso con esperanza.",
    "awards": [
      "Reconocimiento póstumo como clásico americano"
    ],
    "notable_works": [
      "Pregúntale al polvo",
      "Espera a la primavera, Bandini",
      "Camino de Los Ángeles"
    ]
  },
  "J. M. Coetzee": {
    "name": "J. M. Coetzee",
    "years": "1940–",
    "nationality": "Sudafricano-australiano",
    "photo": null,
    "bio": "Novelista y crítico sudafricano, uno de los escritores más respetados del mundo. Su obra austera y filosófica explora la violencia, la culpa colonial y los límites del lenguaje.",
    "importance": "Coetzee ha llevado la novela a territorios incómodos sobre raza, poder y animalidad con una prosa despojada hasta lo esencial. Es el único autor en ganar dos veces el Booker Prize.",
    "awards": [
      "Premio Nobel de Literatura 2003",
      "Dos veces Premio Booker"
    ],
    "notable_works": [
      "Desgracia",
      "Esperando a los bárbaros",
      "Vida y época de Michael K"
    ]
  },
  "Stephen King": {
    "bio": "Americano, rey del terror, máquina de bestsellers. King ha escrito más de 60 novelas y vendido 350 millones de copias. Algunos lo desprecian por prolífico; otros reconocen que nadie cuenta historias mejor. 'It', 'El resplandor', 'Misery': iconos de la cultura pop.",
    "nationality": "Estadounidense",
    "born": 1947,
    "genres": [
      "terror",
      "thriller",
      "fantasía"
    ],
    "notable_works": [
      "It",
      "El resplandor",
      "Misery",
      "La torre oscura"
    ]
  },
  "Javier Cercas": {
    "bio": "Extremeño afincado en Barcelona, maestro de la 'novela sin ficción'. Cercas investiga episodios de la historia española (Guerra Civil, 23-F, terrorismo) y los convierte en literatura adictiva. 'Soldados de Salamina' lo hizo famoso. Rigor y emoción.",
    "nationality": "Español",
    "born": 1962,
    "genres": [
      "ficción",
      "histórico",
      "ensayo"
    ],
    "notable_works": [
      "Soldados de Salamina",
      "Anatomía de un instante",
      "El impostor"
    ]
  },
  "Julian Barnes": {
    "name": "Julian Barnes",
    "years": "1946–",
    "nationality": "Británico",
    "photo": null,
    "bio": "Novelista y ensayista inglés conocido por su ingenio, su francofilia y su exploración de la historia y la memoria. Ha escrito también como Dan Kavanagh novelas de género.",
    "importance": "Barnes representa lo mejor de la novela inglesa contemporánea: inteligente, irónica pero emotiva, formalmente innovadora. Su ensayo sobre la muerte, 'Nada que temer', es un clásico moderno.",
    "awards": [
      "Premio Booker 2011",
      "Premio Médicis",
      "Premio Femina"
    ],
    "notable_works": [
      "El sentido de un final",
      "El loro de Flaubert",
      "Nada que temer"
    ]
  },
  "Charles Bukowski": {
    "name": "Charles Bukowski",
    "years": "1920–1994",
    "nationality": "Estadounidense (nacido en Alemania)",
    "photo": null,
    "bio": "Poeta y novelista de culto conocido como el 'laureado de la vida baja americana'. Su alter ego Henry Chinaski narra una existencia de alcohol, mujeres y trabajos miserables con humor brutal.",
    "importance": "Bukowski democratizó la poesía, haciéndola accesible sin sacrificar autenticidad. Su influencia en la cultura alternativa y en generaciones de escritores que rechazan el establishment literario es enorme.",
    "awards": [
      "Culto póstumo masivo"
    ],
    "notable_works": [
      "Cartero",
      "Factótum",
      "Mujeres"
    ]
  },
  "Alessandro Baricco": {
    "name": "Alessandro Baricco",
    "years": "1958–",
    "nationality": "Italiano",
    "photo": null,
    "bio": "Novelista, músico y presentador de televisión italiano. Fundó una escuela de escritura en Turín y es conocido por su prosa lírica y sus novelas breves pero intensas.",
    "importance": "Baricco ha llevado la novela italiana a un público global con historias que combinan la fábula con la reflexión filosófica. Su capacidad para crear belleza en la brevedad lo hace único.",
    "awards": [
      "Premio Viareggio",
      "Prix Médicis étranger"
    ],
    "notable_works": [
      "Seda",
      "Océano mar",
      "Novecento"
    ]
  },
  "Antonio Muñoz Molina": {
    "bio": "Jiennense, Premio Cervantes, novelista de la memoria. Muñoz Molina escribe sobre la Guerra Civil, Nueva York, el jazz y el tiempo con prosa cuidadísima. 'El jinete polaco' y 'Sefarad' son imprescindibles.",
    "nationality": "Español",
    "born": 1956,
    "genres": [
      "ficción",
      "histórico",
      "memorias"
    ],
    "notable_works": [
      "El jinete polaco",
      "Sefarad",
      "El viento de la luna"
    ],
    "awards": [
      "Premio Cervantes"
    ]
  },
  "John Steinbeck": {
    "name": "John Steinbeck",
    "years": "1902–1968",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Novelista californiano que retrató la América rural durante la Gran Depresión. Su empatía por los desposeídos y los trabajadores migrantes definió una época de la literatura americana.",
    "importance": "Steinbeck dio voz a los sin voz: okies, trabajadores del campo, marginados. Su combinación de realismo social y lirismo creó algunas de las imágenes más perdurables de la América del siglo XX.",
    "awards": [
      "Premio Nobel de Literatura 1962",
      "Premio Pulitzer 1940"
    ],
    "notable_works": [
      "Las uvas de la ira",
      "De ratones y hombres",
      "Al este del Edén"
    ]
  },
  "Thomas Pynchon": {
    "name": "Thomas Pynchon",
    "years": "1937–",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Novelista recluso considerado el maestro del postmodernismo americano. Sus novelas enciclopédicas mezclan paranoia, ciencia, historia y cultura pop en tramas laberínticas.",
    "importance": "Pynchon expandió los límites de lo que una novela puede contener. Su influencia en escritores como David Foster Wallace y en toda la ficción experimental es comparable a la de Joyce.",
    "awards": [
      "National Book Award 1974",
      "Nominado múltiples veces al Pulitzer"
    ],
    "notable_works": [
      "El arco iris de gravedad",
      "La subasta del lote 49",
      "Contraluz"
    ]
  },
  "Bret Easton Ellis": {
    "name": "Bret Easton Ellis",
    "years": "1964–",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Novelista que definió la generación X literaria con retratos de jóvenes ricos, vacíos y a menudo violentos. Su estilo minimalista y su tono plano se convirtieron en marca de época.",
    "importance": "Ellis capturó la superficialidad y el nihilismo de los años 80 mejor que nadie. American Psycho sigue siendo la sátira definitiva del capitalismo yuppie y su violencia subyacente.",
    "awards": [
      "Influencia cultural masiva"
    ],
    "notable_works": [
      "American Psycho",
      "Menos que cero",
      "Las leyes de la atracción"
    ]
  },
  "Hilary Mantel": {
    "bio": "Inglesa, doble Booker por los Tudor. Mantel reinventó la novela histórica con su trilogía sobre Thomas Cromwell: rigurosa, inmersiva, moderna. 'En la corte del lobo' hace que el siglo XVI se sienta como ayer. Murió en 2022 como la mejor novelista histórica de su generación.",
    "nationality": "Británica",
    "born": 1952,
    "died": 2022,
    "genres": [
      "ficción histórica",
      "literario",
      "político"
    ],
    "notable_works": [
      "En la corte del lobo",
      "Una reina en el estrado",
      "El espejo y la luz"
    ],
    "awards": [
      "Man Booker Prize 2009",
      "Man Booker Prize 2012"
    ]
  },
  "Joyce Carol Oates": {
    "bio": "Americana, máquina de escribir, exploradora de la violencia. Oates ha publicado más de 50 novelas sobre familias rotas, crímenes y la América oscura. Prolífica hasta lo imposible. Finalista del Nobel año tras año.",
    "nationality": "Estadounidense",
    "born": 1938,
    "genres": [
      "ficción",
      "gótico",
      "psicológico"
    ],
    "notable_works": [
      "Blonde",
      "Ellos",
      "Un jardín de placeres terrenales"
    ]
  },
  "Thomas Mann": {
    "bio": "Alemán, Nobel 1929, novelista de la decadencia burguesa. Mann escribió 'La montaña mágica' y 'Los Buddenbrook': largas meditaciones sobre Europa, enfermedad, arte y muerte. Huyó del nazismo. Profundo, exigente, imprescindible.",
    "nationality": "Alemán",
    "born": 1875,
    "died": 1955,
    "genres": [
      "ficción",
      "filosófico",
      "literario"
    ],
    "notable_works": [
      "La montaña mágica",
      "Los Buddenbrook",
      "Doctor Faustus",
      "Muerte en Venecia"
    ],
    "awards": [
      "Premio Nobel de Literatura 1929"
    ]
  },
  "Jhumpa Lahiri": {
    "name": "Jhumpa Lahiri",
    "years": "1967–",
    "nationality": "Estadounidense (nacida en Inglaterra, de origen indio)",
    "photo": null,
    "bio": "Escritora que explora la experiencia de los inmigrantes indios en América. Recientemente ha comenzado a escribir en italiano, reinventándose completamente.",
    "importance": "Lahiri da voz a la experiencia entre culturas con una prosa exquisita. Su decisión de cambiar de idioma es un acto radical de renovación artística que pocos escritores se atreven a hacer.",
    "awards": [
      "Premio Pulitzer 2000",
      "PEN/Hemingway Award"
    ],
    "notable_works": [
      "El intérprete del dolor",
      "El buen nombre",
      "En otras palabras"
    ]
  },
  "John Updike": {
    "name": "John Updike",
    "years": "1932–2009",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Novelista, poeta y crítico americano conocido por su prosa elegante y sus retratos de la clase media suburbana. La saga de Rabbit es su obra maestra sobre el hombre americano común.",
    "importance": "Updike fue el cronista de la América blanca de clase media con una prosa de precisión casi científica. Su influencia en escritores como Jonathan Franzen es directa.",
    "awards": [
      "Dos premios Pulitzer",
      "National Book Award",
      "National Book Critics Circle Award"
    ],
    "notable_works": [
      "Corre, conejo",
      "Las brujas de Eastwick",
      "Parejas"
    ]
  },
  "Juan Marsé": {
    "bio": "Barcelonés, cronista del Carmelo y la posguerra. Marsé escribió novelas sobre la Barcelona de barrio con una mezcla de realismo y ensoñación. 'Últimas tardes con Teresa' es un clásico. Premio Cervantes 2008.",
    "nationality": "Español",
    "born": 1933,
    "died": 2020,
    "genres": [
      "ficción",
      "social",
      "urbano"
    ],
    "notable_works": [
      "Últimas tardes con Teresa",
      "Si te dicen que caí",
      "El embrujo de Shanghai"
    ],
    "awards": [
      "Premio Cervantes 2008"
    ]
  },
  "Louis-Ferdinand Céline": {
    "name": "Louis-Ferdinand Céline",
    "years": "1894–1961",
    "nationality": "Francés",
    "photo": null,
    "bio": "Novelista y médico francés cuya primera novela revolucionó la prosa del siglo XX. Su antisemitismo durante la guerra manchó su legado pero no borró su influencia literaria.",
    "importance": "Céline inventó una nueva manera de escribir: el monólogo oral, caótico, furioso. Su influencia en escritores como Bukowski, Kerouac y muchos otros es innegable, aunque su persona sea repudiable.",
    "awards": [
      "Premio Renaudot 1932"
    ],
    "notable_works": [
      "Viaje al fin de la noche",
      "Muerte a crédito",
      "De un castillo a otro"
    ]
  },
  "Michael Chabon": {
    "name": "Michael Chabon",
    "years": "1963–",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Novelista americano que mezcla géneros populares (cómics, ciencia ficción, detective) con ambición literaria. Defensor de la ficción de género como literatura seria.",
    "importance": "Chabon demostró que amar los cómics y la literatura pulp no excluye escribir gran literatura. Su ensayo 'Maps and Legends' es un manifiesto para la ficción del siglo XXI.",
    "awards": [
      "Premio Pulitzer 2001",
      "Hugo Award",
      "Nebula Award"
    ],
    "notable_works": [
      "Las asombrosas aventuras de Kavalier y Clay",
      "El sindicato de policía yiddish",
      "Chicos prodigiosos"
    ]
  },
  "Leonardo Padura": {
    "name": "Leonardo Padura",
    "years": "1955–",
    "nationality": "Cubano",
    "photo": null,
    "bio": "Novelista y periodista cubano, el escritor más importante de la isla en las últimas décadas. Su detective Mario Conde retrata La Habana con amor crítico.",
    "importance": "Padura ha logrado algo casi imposible: escribir sobre Cuba con honestidad brutal mientras permanece en la isla. Sus novelas son crónica social disfrazada de género negro.",
    "awards": [
      "Premio Princesa de Asturias de las Letras 2015",
      "Premio Nacional de Literatura de Cuba"
    ],
    "notable_works": [
      "El hombre que amaba a los perros",
      "La novela de mi vida",
      "La serie de Mario Conde"
    ]
  },
  "Kate Atkinson": {
    "name": "Kate Atkinson",
    "years": "1951–",
    "nationality": "Británica",
    "photo": null,
    "bio": "Novelista inglesa que comenzó con ficción literaria antes de crear al detective Jackson Brodie. Su novela 'Vida tras vida' la consagró como una de las mejores escritoras británicas contemporáneas.",
    "importance": "Atkinson demuestra que se puede ser popular y literariamente sofisticada. Su capacidad para experimentar con la estructura temporal mientras cuenta historias absorbentes es única.",
    "awards": [
      "Costa Novel Award",
      "Premio Whitbread"
    ],
    "notable_works": [
      "Vida tras vida",
      "Detrás de las escenas en el museo",
      "La serie de Jackson Brodie"
    ]
  },
  "Fred Vargas": {
    "name": "Fred Vargas",
    "years": "1957–",
    "nationality": "Francesa",
    "photo": null,
    "bio": "Novelista y arqueóloga francesa, creadora del comisario Adamsberg. Sus novelas policíacas combinan el misterio con una sensibilidad casi onírica y personajes excéntricos.",
    "importance": "Vargas reinventó el polar francés con historias que rozan lo fantástico sin abandonar la lógica deductiva. Su estilo único ha creado escuela en toda Europa.",
    "awards": [
      "Cuatro premios CWA International Dagger",
      "Premio Princesa de Asturias de las Letras 2018"
    ],
    "notable_works": [
      "Huye rápido, vete lejos",
      "El hombre de los círculos azules",
      "Tiempos de hielo"
    ]
  },
  "Delphine de Vigan": {
    "name": "Delphine de Vigan",
    "years": "1966–",
    "nationality": "Francesa",
    "photo": null,
    "bio": "Novelista francesa que explora las dinámicas familiares tóxicas y los traumas personales. Su obra más conocida narra su relación con su madre, que sufría trastorno de personalidad.",
    "importance": "De Vigan ha convertido el dolor familiar en literatura universal. Su valentía para explorar la enfermedad mental y el abuso emocional ha resonado con millones de lectores.",
    "awards": [
      "Premio Renaudot",
      "Premio Goncourt de los Estudiantes"
    ],
    "notable_works": [
      "Nada se opone a la noche",
      "Basada en hechos reales",
      "Las gratitudes"
    ]
  },
  "Larry McMurtry": {
    "name": "Larry McMurtry",
    "years": "1936–2021",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Novelista tejano y guionista que retrató el Oeste americano con nostalgia y realismo. Su saga de Lonesome Dove es considerada la gran épica del Western literario.",
    "importance": "McMurtry desmitificó el Oeste mientras celebraba su grandeza. Sus cowboys son humanos, falibles y memorables. Es el puente entre el Western clásico y la literatura seria.",
    "awards": [
      "Premio Pulitzer 1986",
      "Óscar al Mejor Guion Adaptado"
    ],
    "notable_works": [
      "Lonesome Dove",
      "La última película",
      "Términos de cariño"
    ]
  },
  "C. S. Lewis": {
    "name": "C. S. Lewis",
    "years": "1898–1963",
    "nationality": "Británico (irlandés)",
    "photo": null,
    "bio": "Académico, novelista y apologista cristiano. Amigo de Tolkien, creó las Crónicas de Narnia mientras enseñaba en Oxford y Cambridge. Su conversión del ateísmo al cristianismo marcó su obra.",
    "importance": "Lewis demostró que la fantasía puede transmitir verdades profundas. Su capacidad para hacer la teología accesible y sus ficciones alegóricas han influido en generaciones de lectores y escritores.",
    "awards": [
      "Carnegie Medal"
    ],
    "notable_works": [
      "Las crónicas de Narnia",
      "Cartas del diablo a su sobrino",
      "Trilogía cósmica"
    ]
  },
  "Luis Landero": {
    "bio": "Extremeño, novelista de perdedores encantadores. Landero escribe sobre soñadores que fracasan con humor y ternura. 'Juegos de la edad tardía' fue un debut deslumbrante. El Cervantes de los antihéroes.",
    "nationality": "Español",
    "born": 1948,
    "genres": [
      "ficción",
      "humor",
      "literario"
    ],
    "notable_works": [
      "Juegos de la edad tardía",
      "El guitarrista",
      "El huerto de Emerson"
    ]
  },
  "Ignacio Martínez de Pisón": {
    "name": "Ignacio Martínez de Pisón",
    "years": "1960–",
    "nationality": "Español",
    "photo": null,
    "bio": "Novelista zaragozano que ha explorado la Guerra Civil y la posguerra española con rigor histórico y emoción narrativa. También es guionista de cine.",
    "importance": "Martínez de Pisón ha sabido narrar la historia española reciente sin sentimentalismo ni maniqueísmo. Sus novelas recuperan vidas olvidadas con respeto y precisión.",
    "awards": [
      "Premio Nacional de Narrativa 2015",
      "Premio de la Crítica"
    ],
    "notable_works": [
      "Enterrar a los muertos",
      "Dientes de leche",
      "Derecho natural"
    ]
  },
  "Eric Hobsbawm": {
    "name": "Eric Hobsbawm",
    "years": "1917–2012",
    "nationality": "Británico (nacido en Egipto)",
    "photo": null,
    "bio": "Historiador marxista británico, uno de los más influyentes del siglo XX. Su tetralogía sobre el 'largo siglo XIX' es lectura obligada para entender la era moderna.",
    "importance": "Hobsbawm hizo la historia accesible sin sacrificar rigor. Su concepto de 'tradiciones inventadas' cambió cómo entendemos el nacionalismo y la identidad.",
    "awards": [
      "Companion of Honour"
    ],
    "notable_works": [
      "La era de la revolución",
      "La era del capital",
      "Historia del siglo XX"
    ]
  },
  "Lorenzo Silva": {
    "bio": "Madrileño, creador de Bevilacqua y Chamorro. Silva escribe novela negra española con pareja de guardias civiles. También novela histórica y ensayo. Premio Planeta 2012. El noir español de calidad.",
    "nationality": "Español",
    "born": 1966,
    "genres": [
      "noir",
      "thriller",
      "histórico"
    ],
    "notable_works": [
      "El alquimista impaciente",
      "La marca del meridiano",
      "Castellano"
    ]
  },
  "Colleen McCullough": {
    "name": "Colleen McCullough",
    "years": "1937–2015",
    "nationality": "Australiana",
    "photo": null,
    "bio": "Novelista y neurocientífica australiana conocida por 'El pájaro espino' y su serie sobre la Roma antigua. Vendió más de 30 millones de ejemplares de su obra.",
    "importance": "McCullough demostró que la novela histórica épica podía conquistar al gran público sin perder rigor. Su Roma es tan vívida como cualquier recreación cinematográfica.",
    "awards": [
      "Éxito comercial masivo"
    ],
    "notable_works": [
      "El pájaro espino",
      "Los amos de Roma (serie)",
      "Tim"
    ]
  },
  "Marcel Proust": {
    "bio": "Francés, arquitecto de la memoria. Proust escribió 'En busca del tiempo perdido': 3000 páginas sobre el tiempo, el amor, los celos y una magdalena mojada en té. Lo escribió en cama, enfermo, obsesivo. La novela más ambiciosa jamás escrita.",
    "nationality": "Francés",
    "born": 1871,
    "died": 1922,
    "genres": [
      "ficción",
      "modernismo",
      "autobiográfico"
    ],
    "notable_works": [
      "En busca del tiempo perdido",
      "Por el camino de Swann",
      "El tiempo recobrado"
    ]
  },
  "John Dos Passos": {
    "name": "John Dos Passos",
    "years": "1896–1970",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Novelista modernista americano que experimentó con técnicas cinematográficas y collage en sus novelas. Su trilogía USA es un retrato caleidoscópico de América.",
    "importance": "Dos Passos inventó nuevas técnicas narrativas que influyeron en Sartre y en toda la novela experimental. Su mezcla de noticieros, biografías y ficción anticipó la era multimedia.",
    "awards": [
      "Reconocimiento como innovador formal"
    ],
    "notable_works": [
      "Manhattan Transfer",
      "Trilogía USA",
      "El paralelo 42"
    ]
  },
  "David Peace": {
    "name": "David Peace",
    "years": "1967–",
    "nationality": "Británico",
    "photo": null,
    "bio": "Novelista inglés que vive en Japón, conocido por sus novelas negras experimentales y obsesivas. Su prosa rítmica y repetitiva crea una atmósfera de pesadilla.",
    "importance": "Peace ha reinventado el noir británico con un estilo que es casi música. Su Red Riding Quartet es una de las obras más oscuras y originales del género.",
    "awards": [
      "Premio James Tait Black"
    ],
    "notable_works": [
      "Red Riding Quartet",
      "GB84",
      "Tokyo Year Zero"
    ]
  },
  "Miranda July": {
    "name": "Miranda July",
    "years": "1974–",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Artista multimedia, cineasta y escritora americana. Su obra explora la soledad, la conexión humana y lo extraño de la vida cotidiana con humor y ternura.",
    "importance": "July representa una nueva generación de artistas que cruzan medios libremente. Su sensibilidad peculiar ha definido una estética indie que va del cine a la literatura.",
    "awards": [
      "Camera d'Or en Cannes",
      "Frank O'Connor Award"
    ],
    "notable_works": [
      "Nadie es más de aquí que tú",
      "El primer hombre malo",
      "Me and You and Everyone We Know (película)"
    ]
  },
  "Richard Ford": {
    "bio": "Americano, cronista de la América ordinaria. Ford creó a Frank Bascombe, un escritor deportivo que atraviesa la vida con melancolía y humor. Sus novelas son lentas, precisas, verdaderas. Ganó el Pulitzer con 'Día de la independencia'. El Chéjov americano.",
    "nationality": "Estadounidense",
    "born": 1944,
    "genres": [
      "ficción",
      "literario",
      "americano"
    ],
    "notable_works": [
      "El periodista deportivo",
      "Día de la independencia",
      "Canadá"
    ],
    "awards": [
      "Premio Pulitzer 1996"
    ]
  },
  "Donald Westlake": {
    "name": "Donald Westlake",
    "years": "1933–2008",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Prolífico autor de novela negra y comedias criminales, considerado el maestro del heist cómico. Escribió bajo múltiples seudónimos, siendo Richard Stark el más famoso.",
    "importance": "Westlake demostró que el crimen podía ser hilarante sin perder tensión. Su serie de Dortmunder estableció el modelo de la comedia criminal que sigue vigente hoy.",
    "awards": [
      "Tres premios Edgar Allan Poe",
      "Grand Master de los Mystery Writers of America"
    ],
    "notable_works": [
      "El ladrón de joyas",
      "Atraco perfecto",
      "La serie de Parker (como Richard Stark)"
    ]
  },
  "Alice Sebold": {
    "name": "Alice Sebold",
    "years": "1963–",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Escritora americana conocida por 'Desde mi cielo', narrada por una niña asesinada desde el más allá. Su memoir 'Lucky' cuenta su propia experiencia de violación.",
    "importance": "Sebold abordó el trauma y la pérdida desde perspectivas inesperadas, conectando con millones de lectores que encontraron en sus libros una forma de procesar el dolor.",
    "awards": [
      "American Booksellers Association Book of the Year"
    ],
    "notable_works": [
      "Desde mi cielo",
      "Lucky",
      "Casi la luna"
    ]
  },
  "Margaret Atwood": {
    "bio": "Canadiense, visionaria, incansable. Atwood escribió 'El cuento de la criada' décadas antes de que fuera serie. También poeta y crítica. Sigue escribiendo a los 80. La gran dama de las letras canadienses y la distopía feminista.",
    "nationality": "Canadiense",
    "born": 1939,
    "genres": [
      "ficción",
      "distopía",
      "feminismo"
    ],
    "notable_works": [
      "El cuento de la criada",
      "Los testamentos",
      "Alias Grace",
      "El asesino ciego"
    ]
  },
  "Joseph Heller": {
    "name": "Joseph Heller",
    "years": "1923–1999",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Novelista americano cuya primera novela, 'Trampa-22', se convirtió en la sátira definitiva de la guerra y la burocracia. El título pasó al lenguaje común como expresión del absurdo.",
    "importance": "Heller demostró que se podía reír de la guerra sin trivializarla. Su humor negro influyó en generaciones de escritores y su novela sigue siendo relevante en cualquier época de locura institucional.",
    "awards": [
      "Influencia cultural duradera"
    ],
    "notable_works": [
      "Trampa-22",
      "Algo pasó",
      "Tan bueno como el oro"
    ]
  },
  "Aleksandr Solzhenitsyn": {
    "name": "Aleksandr Solzhenitsyn",
    "years": "1918–2008",
    "nationality": "Ruso",
    "photo": null,
    "bio": "Novelista e historiador ruso que sobrevivió al Gulag y dedicó su obra a denunciar el sistema soviético. Su expulsión de la URSS lo convirtió en símbolo de la disidencia.",
    "importance": "Solzhenitsyn hizo visible el horror del totalitarismo soviético para el mundo. Su obra es testimonio histórico y literatura a la vez, imposible de ignorar.",
    "awards": [
      "Premio Nobel de Literatura 1970"
    ],
    "notable_works": [
      "Archipiélago Gulag",
      "Un día en la vida de Iván Denísovich",
      "El primer círculo"
    ]
  },
  "Cormac McCarthy": {
    "bio": "Americano, quizá el más grande novelista vivo de su país hasta su muerte en 2023. McCarthy escribía sobre violencia, paisaje y destino con una prosa bíblica. 'La carretera' y 'Meridiano de sangre' son obras maestras oscuras y hermosas.",
    "nationality": "Estadounidense",
    "born": 1933,
    "died": 2023,
    "genres": [
      "ficción",
      "western",
      "distopía"
    ],
    "notable_works": [
      "La carretera",
      "Meridiano de sangre",
      "No es país para viejos"
    ],
    "awards": [
      "Premio Pulitzer 2007"
    ]
  },
  "Gabriel García Márquez": {
    "bio": "Colombiano, Nobel 1982, padre del realismo mágico. Gabo escribió 'Cien años de soledad', la novela latinoamericana más leída de la historia. También periodista y cuentista genial. Cambió la forma de contar historias para siempre.",
    "nationality": "Colombiano",
    "born": 1927,
    "died": 2014,
    "genres": [
      "ficción",
      "realismo mágico",
      "periodismo"
    ],
    "notable_works": [
      "Cien años de soledad",
      "El amor en los tiempos del cólera",
      "Crónica de una muerte anunciada"
    ],
    "awards": [
      "Premio Nobel de Literatura 1982"
    ]
  },
  "Jorge Luis Borges": {
    "bio": "Argentino, ciego, bibliotecario, infinito. Borges escribió cuentos y ensayos sobre laberintos, espejos, tigres y bibliotecas imposibles. Inventó mundos en pocas páginas. Nunca ganó el Nobel (escándalo). El escritor de escritores.",
    "nationality": "Argentino",
    "born": 1899,
    "died": 1986,
    "genres": [
      "cuento",
      "ensayo",
      "fantástico"
    ],
    "notable_works": [
      "Ficciones",
      "El Aleph",
      "El libro de arena"
    ]
  },
  "Julio Cortázar": {
    "bio": "Argentino, mago del cuento y la novela experimental. Cortázar escribió 'Rayuela', que se puede leer de muchas formas, y cuentos perfectos sobre lo fantástico en lo cotidiano. Vivió en París, apoyó revoluciones, fue amado por generaciones. El cronopio mayor.",
    "nationality": "Argentino",
    "born": 1914,
    "died": 1984,
    "genres": [
      "ficción",
      "fantástico",
      "experimental"
    ],
    "notable_works": [
      "Rayuela",
      "Bestiario",
      "Final del juego"
    ]
  },
  "Mario Vargas Llosa": {
    "bio": "Peruano, Nobel 2010, novelista total. Vargas Llosa ha escrito novelas sobre dictadores, puritanismo, utopías y la historia del Perú con ambición y maestría técnica. También ensayista y político. Uno de los grandes vivos.",
    "nationality": "Peruano",
    "born": 1936,
    "genres": [
      "ficción",
      "político",
      "histórico"
    ],
    "notable_works": [
      "La ciudad y los perros",
      "Conversación en La Catedral",
      "La fiesta del Chivo"
    ],
    "awards": [
      "Premio Nobel de Literatura 2010"
    ]
  },
  "Roberto Bolaño": {
    "bio": "Chileno, vagabundo, leyenda. Bolaño escribió 'Los detectives salvajes' y '2666': novelas inmensas sobre literatura, violencia y búsqueda. Murió joven, en 2003, y desde entonces su fama no para de crecer. El último gran novelista latinoamericano.",
    "nationality": "Chileno",
    "born": 1953,
    "died": 2003,
    "genres": [
      "ficción",
      "literario",
      "experimental"
    ],
    "notable_works": [
      "Los detectives salvajes",
      "2666",
      "Estrella distante"
    ]
  },
  "Haruki Murakami": {
    "bio": "Japonés que suena a jazz y sabe a soledad. Murakami es un fenómeno global: millones de lectores enganchados a sus mundos oníricos donde los gatos hablan y la realidad se pliega. Único e irresistible.",
    "nationality": "Japonés",
    "born": 1949,
    "genres": [
      "ficción",
      "surrealista",
      "contemporáneo"
    ],
    "notable_works": [
      "Tokio blues",
      "Kafka en la orilla",
      "1Q84"
    ]
  },
  "Kazuo Ishiguro": {
    "bio": "Japonés criado en Inglaterra, Nobel 2017. Ishiguro escribe novelas sutiles sobre la memoria, el arrepentimiento, lo que callamos. 'Lo que queda del día' es perfecta. Su prosa es contenida pero devastadora. Un maestro del no-dicho.",
    "nationality": "Británico (nacido japonés)",
    "born": 1954,
    "genres": [
      "ficción",
      "literario",
      "ciencia ficción"
    ],
    "notable_works": [
      "Lo que queda del día",
      "Nunca me abandones",
      "El gigante enterrado"
    ],
    "awards": [
      "Premio Nobel de Literatura 2017",
      "Man Booker Prize 1989"
    ]
  },
  "Elena Ferrante": {
    "bio": "Italiana misteriosa que nadie sabe quién es. Su tetralogía napolitana conquistó el mundo: una amistad femenina que dura décadas, contada con honestidad brutal. Ferrante escribe sobre mujeres, clase, violencia y amor con una intensidad adictiva.",
    "nationality": "Italiana",
    "genres": [
      "ficción",
      "saga",
      "feminismo"
    ],
    "notable_works": [
      "La amiga estupenda",
      "Un mal nombre",
      "Las deudas del cuerpo",
      "La niña perdida"
    ]
  },
  "Paul Auster": {
    "bio": "Americano, neoyorquino, maestro de las coincidencias y los laberintos. Auster escribía novelas donde el azar gobierna: 'La trilogía de Nueva York' es su obra icónica. También fue memorialista, poeta y guionista. Murió en 2024 dejando una obra única.",
    "nationality": "Estadounidense",
    "born": 1947,
    "died": 2024,
    "genres": [
      "ficción",
      "postmoderno",
      "metaficción"
    ],
    "notable_works": [
      "La trilogía de Nueva York",
      "Leviatán",
      "4 3 2 1"
    ]
  },
  "Donna Tartt": {
    "bio": "Americana que publica un libro cada década y cada uno es un acontecimiento. 'El secreto' la consagró a los 28 años; 'El jilguero' le dio el Pulitzer. Tartt escribe novelas largas, lujosas, llenas de belleza y oscuridad.",
    "nationality": "Estadounidense",
    "born": 1963,
    "genres": [
      "ficción",
      "literario",
      "thriller"
    ],
    "notable_works": [
      "El secreto",
      "El jilguero",
      "Un juego de niños"
    ],
    "awards": [
      "Premio Pulitzer 2014"
    ]
  },
  "Zadie Smith": {
    "bio": "Británica de madre jamaicana, voz de la Londres multicultural. Smith debutó a los 24 con 'Dientes blancos' y ya era una estrella. Escribe novelas ambiciosas y ensayos brillantes. La novelista que el siglo XXI necesitaba.",
    "nationality": "Británica",
    "born": 1975,
    "genres": [
      "ficción",
      "ensayo",
      "contemporáneo"
    ],
    "notable_works": [
      "Dientes blancos",
      "Sobre la belleza",
      "Tiempos de swing"
    ]
  },
  "Alice Munro": {
    "bio": "Canadiense, Nobel 2013, la maestra del cuento. Munro escribió relatos sobre mujeres en pueblos de Ontario que contienen novelas enteras en 30 páginas. Su precisión es legendaria. La mejor cuentista en inglés de su generación.",
    "nationality": "Canadiense",
    "born": 1931,
    "died": 2024,
    "genres": [
      "cuento",
      "literario",
      "drama"
    ],
    "notable_works": [
      "Escapada",
      "Demasiada felicidad",
      "Mi vida querida"
    ],
    "awards": [
      "Premio Nobel de Literatura 2013"
    ]
  },
  "Virginia Woolf": {
    "bio": "Inglesa, pionera del modernismo, exploradora de la conciencia. Woolf escribió novelas donde el tiempo se dilata y los pensamientos fluyen como ríos. 'La señora Dalloway' y 'Al faro' son obras maestras. También ensayista feminista brillante. Una de las grandes.",
    "nationality": "Británica",
    "born": 1882,
    "died": 1941,
    "genres": [
      "ficción",
      "modernismo",
      "ensayo"
    ],
    "notable_works": [
      "La señora Dalloway",
      "Al faro",
      "Las olas",
      "Una habitación propia"
    ]
  },
  "Franz Kafka": {
    "bio": "Checo de lengua alemana, profeta del absurdo moderno. Kafka escribió sobre burocracias incomprensibles, metamorfosis y procesos sin sentido. Murió joven, pidió que quemaran sus manuscritos. Su amigo no lo hizo. 'Kafkiano' es ahora un adjetivo universal.",
    "nationality": "Checo (Imperio Austrohúngaro)",
    "born": 1883,
    "died": 1924,
    "genres": [
      "ficción",
      "absurdo",
      "existencial"
    ],
    "notable_works": [
      "La metamorfosis",
      "El proceso",
      "El castillo"
    ]
  },
  "Albert Camus": {
    "bio": "Francés de Argelia, Nobel 1957, filósofo del absurdo. Camus escribió 'El extranjero' y 'La peste': novelas sobre el sinsentido de la existencia y cómo vivirla con dignidad. También periodista y resistente. Murió en accidente de coche a los 46.",
    "nationality": "Francés (nacido en Argelia)",
    "born": 1913,
    "died": 1960,
    "genres": [
      "ficción",
      "filosofía",
      "ensayo"
    ],
    "notable_works": [
      "El extranjero",
      "La peste",
      "El mito de Sísifo"
    ],
    "awards": [
      "Premio Nobel de Literatura 1957"
    ]
  },
  "Fyodor Dostoevsky": {
    "bio": "Ruso, titán de la novela, explorador del alma. Dostoievski escribió sobre crimen, redención, fe y locura con una intensidad que todavía abruma. 'Los hermanos Karamázov' y 'Crimen y castigo' son cumbres de la literatura universal. Imprescindible.",
    "nationality": "Ruso",
    "born": 1821,
    "died": 1881,
    "genres": [
      "ficción",
      "filosófico",
      "psicológico"
    ],
    "notable_works": [
      "Crimen y castigo",
      "Los hermanos Karamázov",
      "El idiota",
      "Demonios"
    ]
  },
  "Leo Tolstoy": {
    "bio": "Ruso, aristócrata, genio. Tolstói escribió 'Guerra y paz' y 'Anna Karénina', probablemente las dos mejores novelas de la historia. También fue moralista, vegetariano y anarquista cristiano. A los 80 huyó de su casa y murió en una estación de tren. Una vida y una obra inmensas.",
    "nationality": "Ruso",
    "born": 1828,
    "died": 1910,
    "genres": [
      "ficción",
      "histórico",
      "filosófico"
    ],
    "notable_works": [
      "Guerra y paz",
      "Anna Karénina",
      "La muerte de Iván Ilich"
    ]
  },
  "Ernest Hemingway": {
    "bio": "Americano, macho, minimalista. Hemingway escribía frases cortas sobre guerra, pesca, toros y amor con una economía que cambió la prosa del siglo XX. Nobel 1954. Se pegó un tiro en 1961. Un mito americano.",
    "nationality": "Estadounidense",
    "born": 1899,
    "died": 1961,
    "genres": [
      "ficción",
      "bélico",
      "literario"
    ],
    "notable_works": [
      "El viejo y el mar",
      "Fiesta",
      "Por quién doblan las campanas",
      "Adiós a las armas"
    ],
    "awards": [
      "Premio Nobel de Literatura 1954"
    ]
  },
  "William Faulkner": {
    "bio": "Sureño, Nobel 1949, inventor del condado de Yoknapatawpha. Faulkner escribía frases larguísimas sobre el Sur profundo, la raza y la decadencia. 'El ruido y la furia' y 'Absalón, Absalón!' son obras maestras difíciles. El más grande novelista americano del siglo XX.",
    "nationality": "Estadounidense",
    "born": 1897,
    "died": 1962,
    "genres": [
      "ficción",
      "sureño",
      "modernismo"
    ],
    "notable_works": [
      "El ruido y la furia",
      "Mientras agonizo",
      "Absalón, Absalón!",
      "Luz de agosto"
    ],
    "awards": [
      "Premio Nobel de Literatura 1949"
    ]
  },
  "James Joyce": {
    "bio": "Irlandés, revolucionario del lenguaje. Joyce escribió 'Ulises', que cuenta un día en Dublín con todas las técnicas narrativas inventadas y por inventar. También 'Finnegans Wake', que casi nadie entiende. Difícil, genial, inevitable.",
    "nationality": "Irlandés",
    "born": 1882,
    "died": 1941,
    "genres": [
      "ficción",
      "modernismo",
      "experimental"
    ],
    "notable_works": [
      "Ulises",
      "Dublineses",
      "Retrato del artista adolescente",
      "Finnegans Wake"
    ]
  },
  "Oscar Wilde": {
    "bio": "Irlandés, dandy, genio del aforismo. Wilde escribió comedias perfectas, cuentos, ensayos y 'El retrato de Dorian Gray'. Fue a prisión por homosexualidad y murió en París a los 46. Su ingenio sigue siendo insuperable.",
    "nationality": "Irlandés",
    "born": 1854,
    "died": 1900,
    "genres": [
      "teatro",
      "ficción",
      "ensayo"
    ],
    "notable_works": [
      "El retrato de Dorian Gray",
      "La importancia de llamarse Ernesto",
      "De profundis"
    ]
  },
  "Isabel Allende": {
    "bio": "Chilena, la autora en español más leída del mundo. Allende empezó con 'La casa de los espíritus' y no ha parado: novelas históricas, sagas familiares, memorias. Escribe para emocionar y lo logra. Millones de lectores no se equivocan.",
    "nationality": "Chilena",
    "born": 1942,
    "genres": [
      "ficción",
      "histórico",
      "saga"
    ],
    "notable_works": [
      "La casa de los espíritus",
      "Eva Luna",
      "Paula"
    ]
  },
  "Milan Kundera": {
    "bio": "Checo-francés, novelista del exilio y la memoria. Kundera escribió 'La insoportable levedad del ser': amor, política y filosofía en la Praga de 1968. También ensayista sobre la novela. Uno de los grandes del siglo XX.",
    "nationality": "Checo-Francés",
    "born": 1929,
    "died": 2023,
    "genres": [
      "ficción",
      "filosófico",
      "político"
    ],
    "notable_works": [
      "La insoportable levedad del ser",
      "La broma",
      "El arte de la novela"
    ]
  },
  "Umberto Eco": {
    "bio": "Italiano, semiólogo, novelista erudito. Eco escribió 'El nombre de la rosa': un thriller medieval sobre libros y venenos que vendió millones. También ensayos sobre cultura, medios y signos. Un intelectual que era también entretenido.",
    "nationality": "Italiano",
    "born": 1932,
    "died": 2016,
    "genres": [
      "ficción",
      "ensayo",
      "histórico"
    ],
    "notable_works": [
      "El nombre de la rosa",
      "El péndulo de Foucault",
      "El cementerio de Praga"
    ]
  },
  "Italo Calvino": {
    "bio": "Italiano, fabulista, experimentador. Calvino escribía cuentos fantásticos, novelas combinatorias y reflexiones sobre literatura. 'Las ciudades invisibles' y 'Si una noche de invierno un viajero' son únicas. El escritor como mago.",
    "nationality": "Italiano",
    "born": 1923,
    "died": 1985,
    "genres": [
      "ficción",
      "fantástico",
      "experimental"
    ],
    "notable_works": [
      "Las ciudades invisibles",
      "Si una noche de invierno un viajero",
      "El barón rampante"
    ]
  },
  "George Orwell": {
    "bio": "Inglés, profeta del totalitarismo y la manipulación del lenguaje. '1984' y 'Rebelión en la granja' son clásicos universales. Pero Orwell también era un ensayista brillante y un hombre de acción: luchó en la Guerra Civil española. Sigue siendo escandalosamente actual.",
    "nationality": "Británico",
    "born": 1903,
    "died": 1950,
    "genres": [
      "ficción",
      "distopía",
      "ensayo",
      "político"
    ],
    "notable_works": [
      "1984",
      "Rebelión en la granja",
      "Homenaje a Cataluña"
    ]
  },
  "Clarice Lispector": {
    "bio": "Brasileña de origen ucraniano, mística y modernista. Lispector escribía novelas y cuentos sobre la conciencia, el ser, lo inefable. 'La pasión según G.H.' es una experiencia mística en forma de novela. Única, difícil, deslumbrante.",
    "nationality": "Brasileña",
    "born": 1920,
    "died": 1977,
    "genres": [
      "ficción",
      "experimental",
      "filosófico"
    ],
    "notable_works": [
      "La pasión según G.H.",
      "La hora de la estrella",
      "Agua viva"
    ]
  },
  "Simone de Beauvoir": {
    "bio": "Francesa, filósofa, feminista fundacional. Beauvoir escribió 'El segundo sexo', que cambió el feminismo para siempre. También novelista y memorialista brillante. Compañera de Sartre, pensadora independiente. Imprescindible.",
    "nationality": "Francesa",
    "born": 1908,
    "died": 1986,
    "genres": [
      "filosofía",
      "feminismo",
      "ficción"
    ],
    "notable_works": [
      "El segundo sexo",
      "Los mandarines",
      "Memorias de una joven formal"
    ]
  },
  "Philip Roth": {
    "name": "Philip Roth",
    "years": "1933–2018",
    "nationality": "Estadounidense",
    "photo": null,
    "bio": "Novelista judío-americano que exploró la identidad, el sexo y la política con una energía incansable. Su alter ego Nathan Zuckerman protagonizó muchas de sus mejores novelas.",
    "importance": "Roth es el gran novelista de la experiencia judía americana y del deseo masculino. Su productividad y su ambición lo colocan entre los más grandes.",
    "awards": [
      "Premio Pulitzer",
      "Man Booker International Prize",
      "PEN/Faulkner Award"
    ],
    "notable_works": [
      "Pastoral americana",
      "El lamento de Portnoy",
      "La conjura contra América"
    ]
  },
  "Toni Morrison": {
    "bio": "Americana, Nobel 1993, la voz de la experiencia negra en América. Morrison escribía prosa lírica sobre la esclavitud, el racismo y la familia con una belleza feroz. 'Beloved' es una de las grandes novelas americanas. Imprescindible.",
    "nationality": "Estadounidense",
    "born": 1931,
    "died": 2019,
    "genres": [
      "ficción",
      "literario",
      "histórico"
    ],
    "notable_works": [
      "Beloved",
      "Ojos azules",
      "La canción de Salomón"
    ],
    "awards": [
      "Premio Nobel de Literatura 1993",
      "Premio Pulitzer 1988"
    ]
  },
  "Chimamanda Ngozi Adichie": {
    "bio": "Nigeriana, feminista, voz de una generación. Adichie escribe novelas sobre Nigeria, inmigración y raza, y ensayos que se vuelven virales ('Todos deberíamos ser feministas'). 'Americanah' es una de las grandes novelas del siglo XXI. Imprescindible.",
    "nationality": "Nigeriana",
    "born": 1977,
    "genres": [
      "ficción",
      "ensayo",
      "feminismo"
    ],
    "notable_works": [
      "Americanah",
      "Medio sol amarillo",
      "Todos deberíamos ser feministas"
    ]
  },
  "Ray Loriga": {
    "bio": "Madrileño de la Generación X, Loriga empezó siendo crítico musical y eso se nota: sus novelas tienen el ritmo del rock y la melancolía del grunge. Es uno de los renovadores de la narrativa española de los 90, con una prosa directa que habla de perdedores hermosos, de huir sin destino, de la épica de no encajar. También escribe guiones y dirige cine. Su escritura es adictiva, urbana y extrañamente tierna.",
    "nationality": "Español",
    "born": 1967,
    "genres": [
      "ficción",
      "novela urbana",
      "generación X"
    ],
    "notable_works": [
      "Héroes",
      "Caídos del cielo",
      "Tokio ya no nos quiere",
      "Rendición"
    ]
  },
  "María Martínez": {
    "bio": "Autora española de romance contemporáneo que ha conquistado a miles de lectores con historias donde el amor duele, sana y transforma. Sus novelas son adictivas: personajes con heridas reales, química que arde y finales que dejan el corazón lleno. Escribe sobre segundas oportunidades, amores prohibidos y la valentía de dejarse querer.",
    "nationality": "Española",
    "born": 1980,
    "genres": [
      "romance",
      "new adult",
      "ficción contemporánea"
    ],
    "notable_works": [
      "Cuando no queden más estrellas que contar",
      "Tú y otros desastres naturales"
    ]
  },
  "Thomas Wolfe": {
    "bio": "Gigante de las letras americanas, escribía como si le fuera la vida en cada frase. Sus novelas son torrentes autobiográficos de un hombre hambriento de experiencia y belleza. Murió a los 37 años dejando manuscritos que su editor tuvo que podar como selvas. Faulkner lo consideraba el mejor de su generación. Su prosa es excesiva, lírica y devastadoramente humana.",
    "nationality": "Estadounidense",
    "born": 1900,
    "died": 1938,
    "genres": [
      "ficción",
      "autobiográfico",
      "modernismo americano"
    ],
    "notable_works": [
      "El ángel que nos mira",
      "Del tiempo y el río",
      "No puedes volver a casa"
    ]
  },
  "Samanta Schweblin": {
    "bio": "Argentina que escribe como si los sueños tuvieran garras. Sus cuentos y novelas son máquinas de inquietud perfectamente calibradas: todo parece normal hasta que algo se tuerce y ya no puedes dejar de leer. Ha sido comparada con Kafka y Cortázar, pero su voz es única. Finalista del Man Booker International. Si te gusta sentir que el suelo se mueve bajo tus pies, Schweblin es tu autora.",
    "nationality": "Argentina",
    "born": 1978,
    "genres": [
      "ficción",
      "cuento",
      "realismo inquietante"
    ],
    "notable_works": [
      "Distancia de rescate",
      "Kentukis",
      "Pájaros en la boca"
    ]
  },
  "Peter Handke": {
    "bio": "Austríaco, Nobel de Literatura 2019, escritor para escritores. Su prosa es lenta como un paseo y profunda como un pozo. Escribe sobre la percepción, sobre mirar realmente las cosas, sobre el peso de las palabras. No es fácil, pero si conectas con él, te cambia la forma de ver el mundo. También es dramaturgo —Wim Wenders adaptó sus guiones. Un autor para paladares exigentes.",
    "nationality": "Austríaco",
    "born": 1942,
    "genres": [
      "ficción",
      "ensayo",
      "drama"
    ],
    "notable_works": [
      "El miedo del portero ante el penalti",
      "Lento regreso",
      "La mujer zurda"
    ],
    "awards": [
      "Premio Nobel de Literatura 2019"
    ]
  },
  "Walter Tevis": {
    "bio": "Escribió pocas novelas pero cada una es una joya. Conocido mundialmente por 'Gambito de dama' (sí, la serie de Netflix), Tevis era un maestro del personaje solitario y brillante que lucha contra sus demonios. También escribió ciencia ficción existencial ('El hombre que cayó a la Tierra'). Alcohólico en recuperación, volcó su experiencia en personajes inolvidables. Murió joven, dejando obra breve pero perfecta.",
    "nationality": "Estadounidense",
    "born": 1928,
    "died": 1984,
    "genres": [
      "ficción",
      "ciencia ficción",
      "drama psicológico"
    ],
    "notable_works": [
      "Gambito de dama",
      "El hombre que cayó a la Tierra",
      "El color del dinero"
    ]
  },
  "Alexandre Dumas": {
    "bio": "El padre de la aventura moderna. Mosqueteros, condes vengadores, intrigas palaciegas: Dumas inventó el entretenimiento literario de masas en el siglo XIX. Escribía folletines por entregas que toda Francia esperaba con ansia. Era mulato, nieto de una esclava, y se convirtió en el autor más popular de su época. Sus novelas siguen siendo pura adrenalina narrativa doscientos años después.",
    "nationality": "Francés",
    "born": 1802,
    "died": 1870,
    "genres": [
      "aventura",
      "histórico",
      "folletín"
    ],
    "notable_works": [
      "Los tres mosqueteros",
      "El conde de Montecristo",
      "El tulipán negro"
    ]
  },
  "Dave Eggers": {
    "bio": "Fundador de McSweeney's, activista, innovador. Eggers empezó con unas memorias devastadoras sobre criar a su hermano huérfano y desde entonces no ha parado de reinventarse. Escribe ficción distópica, reportaje, literatura juvenil. Es de los pocos autores contemporáneos que importan tanto por lo que escribe como por lo que construye (revistas, editoriales, programas de escritura para jóvenes).",
    "nationality": "Estadounidense",
    "born": 1970,
    "genres": [
      "memorias",
      "ficción",
      "distopía",
      "no ficción"
    ],
    "notable_works": [
      "Una historia conmovedora, asombrosa y genial",
      "El círculo",
      "Qué es el qué"
    ]
  },
  "Ken Follett": {
    "bio": "Galés que domina el arte de mantenerte despierto hasta las 3 de la mañana. Empezó con thrillers y se consagró con novelas históricas monumentales. 'Los pilares de la Tierra' vendió más de 30 millones de copias. Sus libros son largos, adictivos y extraordinariamente bien documentados. Si quieres vivir otras épocas sin aburrirte ni un segundo, Follett es tu autor.",
    "nationality": "Británico",
    "born": 1949,
    "genres": [
      "histórico",
      "thriller",
      "saga"
    ],
    "notable_works": [
      "Los pilares de la Tierra",
      "Un mundo sin fin",
      "La caída de los gigantes"
    ]
  },
  "Philip K. Dick": {
    "bio": "Visionario paranoico que predijo el futuro mientras vivía en la precariedad. Sus novelas cuestionan qué es real, qué es humano, qué es la memoria. Hollywood lo descubrió tarde: 'Blade Runner', 'Minority Report', 'Total Recall', todas vienen de él. Escribía rápido, vivía intensamente y murió justo antes de ver cómo su imaginación conquistaba la cultura pop. Imprescindible para entender el siglo XXI.",
    "nationality": "Estadounidense",
    "born": 1928,
    "died": 1982,
    "genres": [
      "ciencia ficción",
      "distopía",
      "filosófico"
    ],
    "notable_works": [
      "¿Sueñan los androides con ovejas eléctricas?",
      "El hombre en el castillo",
      "Ubik"
    ]
  },
  "Eduardo Mendoza": {
    "bio": "Barcelonés, Premio Cervantes, maestro del humor inteligente. Puede escribir una sátira hilarante del franquismo y al año siguiente una novela histórica seria. Su detective loco del manicomio es uno de los personajes más divertidos de la literatura española. Mendoza demuestra que se puede ser profundo sin ser aburrido, crítico sin ser amargo.",
    "nationality": "Español",
    "born": 1943,
    "genres": [
      "ficción",
      "humor",
      "histórico",
      "sátira"
    ],
    "notable_works": [
      "La verdad sobre el caso Savolta",
      "Sin noticias de Gurb",
      "El misterio de la cripta embrujada"
    ],
    "awards": [
      "Premio Cervantes 2016"
    ]
  },
  "René Goscinny": {
    "bio": "El genio detrás de Astérix, Lucky Luke e Iznogud. Nacido en París, criado en Argentina, revolucionó el cómic europeo con un humor universal que funciona para niños y adultos. Sus guiones son máquinas de comedia perfectas. Murió demasiado joven, a los 51, pero dejó personajes inmortales. Si alguna vez te reíste con un galo irreductible, fue gracias a él.",
    "nationality": "Francés",
    "born": 1926,
    "died": 1977,
    "genres": [
      "cómic",
      "humor",
      "aventura"
    ],
    "notable_works": [
      "Astérix",
      "Lucky Luke",
      "El pequeño Nicolás"
    ]
  },
  "Éric Vuillard": {
    "bio": "Francés, Goncourt 2017, reinventor del relato histórico. Vuillard escribe libros breves y devastadores que iluminan momentos históricos desde ángulos inesperados. No hace novela histórica tradicional: hace disección poética del poder y sus mecanismos. Cada libro suyo es una lección de cómo contar la Historia con mayúsculas de forma íntima y urgente.",
    "nationality": "Francés",
    "born": 1968,
    "genres": [
      "histórico",
      "ensayo narrativo",
      "no ficción"
    ],
    "notable_works": [
      "El orden del día",
      "14 de julio",
      "La guerra de los pobres"
    ],
    "awards": [
      "Premio Goncourt 2017"
    ]
  },
  "Andrés Trapiello": {
    "bio": "Leonés, diarista compulsivo, guardián de la memoria literaria española. Lleva décadas publicando su 'Salón de pasos perdidos', un diario monumental que retrata la vida cultural española. También rescata a autores olvidados de la Guerra Civil y escribe novela. Es el cronista que España necesita: culto, honesto, melancólico y a contracorriente.",
    "nationality": "Español",
    "born": 1953,
    "genres": [
      "diarios",
      "ensayo",
      "ficción",
      "memorias"
    ],
    "notable_works": [
      "Salón de pasos perdidos",
      "Las armas y las letras",
      "Ayer no más"
    ]
  },
  "John Banville": {
    "bio": "Irlandés, Booker Prize, orfebre de la prosa. Banville escribe frases tan perfectas que duelen. Sus novelas son lentas, obsesivas, llenas de personajes que recuerdan y se mienten a sí mismos. También es Benjamin Black cuando escribe novela negra. Es el autor que lees cuando quieres recordar que la literatura puede ser arte puro.",
    "nationality": "Irlandés",
    "born": 1945,
    "genres": [
      "ficción",
      "novela negra",
      "literario"
    ],
    "notable_works": [
      "El mar",
      "El intocable",
      "Los infinitos"
    ],
    "awards": [
      "Man Booker Prize 2005"
    ]
  },
  "Karl Ove Knausgård": {
    "bio": "Noruego que convirtió su vida en seis tomos de literatura. 'Mi lucha' es un experimento radical: miles de páginas sobre hacer la compra, cambiar pañales, recordar la infancia. Y funciona. Knausgård encontró lo universal en lo mundano y dividió al mundo literario. O lo amas o no entiendes el fenómeno. No hay término medio con él.",
    "nationality": "Noruego",
    "born": 1968,
    "genres": [
      "autobiografía",
      "ficción",
      "memorias"
    ],
    "notable_works": [
      "Mi lucha (6 tomos)",
      "Un hombre enamorado",
      "La muerte del padre"
    ]
  },
  "Kurt Vonnegut": {
    "bio": "Americano, superviviente de Dresde, humorista del apocalipsis. Vonnegut escribía ciencia ficción para gente que no lee ciencia ficción. Sus novelas son divertidas, tristes y profundamente humanistas. Inventó Tralfamadore y 'así va la cosa'. Fue el tío sabio y un poco loco que todos queríamos tener. Imprescindible para mantener la cordura en tiempos absurdos.",
    "nationality": "Estadounidense",
    "born": 1922,
    "died": 2007,
    "genres": [
      "ciencia ficción",
      "sátira",
      "humor negro"
    ],
    "notable_works": [
      "Matadero cinco",
      "Cuna de gato",
      "Desayuno de campeones"
    ]
  },
  "Enrique Vila-Matas": {
    "bio": "Barcelonés, escritor de escritores. Vila-Matas escribe novelas sobre la literatura, los que no escriben, los que desaparecen. 'Bartleby y compañía' es sobre los que prefieren no hacerlo. Metaliterario, divertido, único.",
    "nationality": "Español",
    "born": 1948,
    "genres": [
      "ficción",
      "metaficción",
      "ensayo"
    ],
    "notable_works": [
      "Bartleby y compañía",
      "El mal de Montano",
      "Doctor Pasavento"
    ]
  },
  "Heinrich Böll": {
    "bio": "Alemán, Nobel 1972, conciencia moral de la posguerra. Böll escribió sobre la Alemania que intentaba olvidar su pasado. Sus novelas son directas, humanas, a veces satíricas. Fue crítico con el poder, defensor de los marginados. Es el autor que te hace entender cómo fue vivir en la Alemania del milagro económico con la sombra nazi todavía encima.",
    "nationality": "Alemán",
    "born": 1917,
    "died": 1985,
    "genres": [
      "ficción",
      "posguerra",
      "crítica social"
    ],
    "notable_works": [
      "Opiniones de un payaso",
      "El honor perdido de Katharina Blum",
      "Retrato de grupo con señora"
    ],
    "awards": [
      "Premio Nobel de Literatura 1972"
    ]
  },
  "E. L. Doctorow": {
    "bio": "Americano que mezclaba ficción e historia hasta que no podías distinguirlas. Doctorow ponía personajes reales (Houdini, J.P. Morgan, Freud) junto a inventados y el resultado era brillante. 'Ragtime' es una de las grandes novelas americanas del siglo XX. Escribía sobre su país con amor crítico y una prosa impecable.",
    "nationality": "Estadounidense",
    "born": 1931,
    "died": 2015,
    "genres": [
      "ficción histórica",
      "americano",
      "posmoderno"
    ],
    "notable_works": [
      "Ragtime",
      "Billy Bathgate",
      "La gran marcha"
    ]
  },
  "John Fowles": {
    "bio": "Inglés, mago del relato. Fowles escribía novelas que jugaban con el lector: finales múltiples, narradores que rompen la cuarta pared, trampas narrativas elegantes. 'El coleccionista' es un thriller psicológico perfecto. 'La mujer del teniente francés' es una de las mejores novelas del siglo XX. Ambicioso, inteligente, irrepetible.",
    "nationality": "Británico",
    "born": 1926,
    "died": 2005,
    "genres": [
      "ficción",
      "metaficción",
      "thriller psicológico"
    ],
    "notable_works": [
      "El coleccionista",
      "La mujer del teniente francés",
      "El mago"
    ]
  },
  "Patricia Highsmith": {
    "bio": "Americana en Europa, maestra del suspense psicológico. Highsmith creó a Tom Ripley, el asesino más encantador de la literatura. Sus novelas no tienen héroes: tienen personas complicadas haciendo cosas terribles de forma comprensible. Vivía rodeada de caracoles y escribía sobre la oscuridad humana con precisión quirúrgica. Imprescindible para amantes del noir inteligente.",
    "nationality": "Estadounidense",
    "born": 1921,
    "died": 1995,
    "genres": [
      "thriller",
      "noir",
      "psicológico"
    ],
    "notable_works": [
      "El talento de Mr. Ripley",
      "Extraños en un tren",
      "El grito de la lechuza"
    ]
  },
  "J. G. Ballard": {
    "bio": "Británico nacido en Shanghái, profeta del desastre. Ballard predijo el mundo en que vivimos: obsesión tecnológica, catástrofes normalizadas, violencia y consumo fusionados. Sus novelas son perturbadoras, visionarias y extrañamente bellas. 'El imperio del sol' es autobiográfico; el resto es ciencia ficción que ya no parece ficción.",
    "nationality": "Británico",
    "born": 1930,
    "died": 2009,
    "genres": [
      "ciencia ficción",
      "distopía",
      "vanguardia"
    ],
    "notable_works": [
      "Crash",
      "El imperio del sol",
      "Rascacielos"
    ]
  },
  "Boris Vian": {
    "bio": "Francés inclasificable: ingeniero, trompetista de jazz, novelista, provocador. Vian vivió rápido y murió a los 39. 'La espuma de los días' es una de las novelas de amor más originales jamás escritas. También escribió novela negra bajo seudónimo y canciones que escandalizaron a Francia. Un genio que no cabía en ninguna categoría.",
    "nationality": "Francés",
    "born": 1920,
    "died": 1959,
    "genres": [
      "ficción",
      "surrealista",
      "novela negra",
      "humor"
    ],
    "notable_works": [
      "La espuma de los días",
      "Escupiré sobre vuestra tumba",
      "El otoño en Pekín"
    ]
  },
  "Jo Nesbø": {
    "bio": "Noruego, exfutbolista, rockero y rey del thriller nórdico. Su detective Harry Hole es alcohólico, autodestructivo y absolutamente adictivo. Nesbø escribe novelas que no puedes soltar: violentas, oscuras, llenas de giros. Si te gusta el noir escandinavo pero quieres más acción que Wallander, aquí está tu autor.",
    "nationality": "Noruego",
    "born": 1960,
    "genres": [
      "thriller",
      "noir",
      "policial"
    ],
    "notable_works": [
      "El muñeco de nieve",
      "El murciélago",
      "Cuchillo"
    ]
  },
  "Antón Chéjov": {
    "bio": "Ruso, médico, revolucionario del cuento y el teatro. Chéjov escribía sobre gente ordinaria con una compasión extraordinaria. Sus obras de teatro cambiaron todo; sus cuentos son perfectos. Murió de tuberculosis a los 44, pero dejó una montaña de literatura que sigue siendo el estándar. El maestro del matiz y del silencio significativo.",
    "nationality": "Ruso",
    "born": 1860,
    "died": 1904,
    "genres": [
      "cuento",
      "teatro",
      "realismo"
    ],
    "notable_works": [
      "La gaviota",
      "Tío Vania",
      "La dama del perrito"
    ]
  },
  "Mircea Cărtărescu": {
    "bio": "Rumano, poeta convertido en novelista monumental. Su trilogía 'Cegador' es una catedral barroca hecha de palabras. Cărtărescu mezcla autobiografía, sueños, historia de Bucarest y vuelos alucinógenos. No es fácil, pero si te atreves encontrarás algo único en la literatura contemporánea. Candidato eterno al Nobel y con razón.",
    "nationality": "Rumano",
    "born": 1956,
    "genres": [
      "ficción",
      "poesía",
      "experimental"
    ],
    "notable_works": [
      "Cegador (trilogía)",
      "Solenoide",
      "Nostalgia"
    ]
  },
  "David Mitchell": {
    "bio": "Inglés, arquitecto de novelas imposibles. Mitchell escribe libros que cruzan géneros, épocas y continentes. 'El atlas de las nubes' tiene seis historias en una. 'Mil otoños' es la mejor novela sobre el Japón feudal escrita por un occidental. Es ambicioso, virtuoso y siempre sorprendente. Para lectores que quieren ser desafiados.",
    "nationality": "Británico",
    "born": 1969,
    "genres": [
      "ficción",
      "ciencia ficción",
      "histórico"
    ],
    "notable_works": [
      "El atlas de las nubes",
      "Mil otoños",
      "Escritos fantasma"
    ]
  },
  "Almudena Grandes": {
    "bio": "Madrileña, novelista de la memoria histórica y el deseo. Grandes escribió sobre la Guerra Civil, la posguerra y el amor con ambición y pasión. 'Las edades de Lulú' la hizo famosa; los 'Episodios de una guerra interminable' son su legado. Murió en 2021.",
    "nationality": "Española",
    "born": 1960,
    "died": 2021,
    "genres": [
      "ficción",
      "histórico",
      "erótico"
    ],
    "notable_works": [
      "Las edades de Lulú",
      "El corazón helado",
      "Los pacientes del doctor García"
    ]
  },
  "Rafael Chirbes": {
    "bio": "Valenciano, el novelista de la crisis española. Chirbes escribió sobre el franquismo, la transición y el pelotazo inmobiliario con una rabia lúcida. 'En la orilla' es devastadora. Murió en 2015, demasiado pronto.",
    "nationality": "Español",
    "born": 1949,
    "died": 2015,
    "genres": [
      "ficción",
      "social",
      "político"
    ],
    "notable_works": [
      "En la orilla",
      "Crematorio",
      "La larga marcha"
    ]
  },
  "Marian Keyes": {
    "bio": "Irlandesa que convirtió la novela romántica en literatura con humor. Keyes escribe sobre mujeres reales con problemas reales: adicciones, depresión, familias disfuncionales. Pero lo hace con tanta gracia que te ríes mientras lloras. Sus novelas son como una amiga sabia que también es muy divertida.",
    "nationality": "Irlandesa",
    "born": 1963,
    "genres": [
      "ficción",
      "humor",
      "romance",
      "contemporáneo"
    ],
    "notable_works": [
      "Rachel se va de viaje",
      "¿Alguien ha visto a Lucy?",
      "Sushi para principiantes"
    ]
  },
  "Berna González Harbour": {
    "bio": "Periodista y novelista española, creadora de la comisaria María Ruiz. González Harbour hace thriller policial con compromiso social y personajes femeninos potentes. Una de las voces más sólidas del noir español contemporáneo.",
    "nationality": "Española",
    "born": 1965,
    "genres": [
      "thriller",
      "policial",
      "noir"
    ],
    "notable_works": [
      "Verano en rojo",
      "Mar de lúpulo",
      "El sueño de la crisálida"
    ]
  },
  "Mary Beard": {
    "bio": "Clasicista británica que hace del mundo antiguo algo vivo y relevante. Beard es profesora en Cambridge, estrella de documentales y divulgadora brillante. Sus libros sobre Roma son rigurosos y accesibles. La mejor guía posible al mundo clásico.",
    "nationality": "Británica",
    "born": 1955,
    "genres": [
      "historia",
      "ensayo",
      "divulgación"
    ],
    "notable_works": [
      "SPQR",
      "Mujeres y poder",
      "El triunfo romano"
    ]
  },
  "Robert Louis Stevenson": {
    "bio": "Escocés, aventurero de salud frágil que escribía con pulso de acero. Stevenson creó a Long John Silver y a Jekyll/Hyde mientras tosía sangre. Sus novelas de aventuras son perfectas. Murió en Samoa a los 44, convertido en leyenda local.",
    "nationality": "Británico (Escocés)",
    "born": 1850,
    "died": 1894,
    "genres": [
      "aventura",
      "terror",
      "ficción"
    ],
    "notable_works": [
      "La isla del tesoro",
      "El extraño caso del Dr. Jekyll y Mr. Hyde",
      "Secuestrado"
    ]
  },
  "Robert Galbraith": {
    "bio": "Seudónimo de J.K. Rowling para escribir novela negra. El detective Cormoran Strike es un veterano de guerra cojo y brillante. Las novelas son largas, adictivas y sorprendentemente oscuras viniendo de la creadora de Harry Potter.",
    "nationality": "Británica",
    "born": 1965,
    "genres": [
      "thriller",
      "policial",
      "misterio"
    ],
    "notable_works": [
      "El canto del cuco",
      "El gusano de seda",
      "Blanco letal"
    ]
  },
  "Tobias Wolff": {
    "bio": "Americano, maestro del cuento y las memorias. Wolff escribe sobre hombres que mienten, que fracasan, que intentan ser mejores de lo que son. 'Vida de este chico' es una de las mejores memorias del siglo XX. Sus relatos son precisos como bisturís.",
    "nationality": "Estadounidense",
    "born": 1945,
    "genres": [
      "cuento",
      "memorias",
      "ficción"
    ],
    "notable_works": [
      "Vida de este chico",
      "En el ejército del faraón",
      "Cazadores en la nieve"
    ]
  },
  "Anthony Doerr": {
    "bio": "Americano, Pulitzer 2015 por 'La luz que no puedes ver'. Doerr escribe prosa exquisita sobre la conexión entre seres humanos a través del tiempo y el espacio. Es un orfebre de la frase, paciente y ambicioso.",
    "nationality": "Estadounidense",
    "born": 1973,
    "genres": [
      "ficción",
      "histórico",
      "literario"
    ],
    "notable_works": [
      "La luz que no puedes ver",
      "Cloud Cuckoo Land",
      "El coleccionista de conchas"
    ],
    "awards": [
      "Premio Pulitzer 2015"
    ]
  },
  "Robert Graves": {
    "bio": "Inglés, poeta, novelista, superviviente de las trincheras. Graves escribió 'Adiós a todo eso', una de las mejores memorias de guerra, y luego se reinventó como novelista histórico. 'Yo, Claudio' es magistral. Vivió en Mallorca la mayor parte de su vida.",
    "nationality": "Británico",
    "born": 1895,
    "died": 1985,
    "genres": [
      "ficción histórica",
      "poesía",
      "memorias",
      "mitología"
    ],
    "notable_works": [
      "Yo, Claudio",
      "Adiós a todo eso",
      "La diosa blanca"
    ]
  },
  "Sergio del Molino": {
    "bio": "Zaragozano, periodista y ensayista que radiografía la España vacía y sus fantasmas. 'La España vacía' se convirtió en fenómeno; 'La hora violeta', sobre la muerte de su hijo, es devastadora. Una de las voces más necesarias del periodismo literario español.",
    "nationality": "Español",
    "born": 1979,
    "genres": [
      "ensayo",
      "memorias",
      "periodismo literario"
    ],
    "notable_works": [
      "La España vacía",
      "La hora violeta",
      "Lugares fuera de sitio"
    ]
  },
  "Orlando Figes": {
    "bio": "Historiador británico especializado en Rusia. Figes escribe historia como si fuera literatura: sus libros sobre la Revolución Rusa y la vida soviética son épicos y humanos. 'El baile de Natacha' es una obra maestra sobre la cultura rusa.",
    "nationality": "Británico",
    "born": 1959,
    "genres": [
      "historia",
      "ensayo",
      "Rusia"
    ],
    "notable_works": [
      "El baile de Natacha",
      "La Revolución Rusa",
      "Los que susurran"
    ]
  },
  "Charles Dickens": {
    "bio": "El novelista más popular de la era victoriana. Dickens creó personajes tan vivos que parecen existir fuera de sus libros: Oliver Twist, Ebenezer Scrooge, Pip. Escribía por entregas para un público masivo pero nunca sacrificó la profundidad.",
    "nationality": "Británico",
    "born": 1812,
    "died": 1870,
    "genres": [
      "ficción",
      "victoriano",
      "social"
    ],
    "notable_works": [
      "Grandes esperanzas",
      "Oliver Twist",
      "Cuento de Navidad",
      "David Copperfield"
    ]
  },
  "Harold Bloom": {
    "bio": "Crítico literario americano, polémico y brillante. Bloom defendía el canon occidental cuando estaba de moda atacarlo. Sus libros sobre Shakespeare y la ansiedad del autor son imprescindibles. El último gran crítico a la antigua usanza.",
    "nationality": "Estadounidense",
    "born": 1930,
    "died": 2019,
    "genres": [
      "crítica literaria",
      "ensayo",
      "academia"
    ],
    "notable_works": [
      "El canon occidental",
      "La ansiedad de la influencia",
      "Shakespeare: la invención de lo humano"
    ]
  },
  "Joseph Conrad": {
    "bio": "Polaco que se convirtió en uno de los grandes estilistas de la lengua inglesa. Marinero antes que escritor, Conrad conocía el mar y la oscuridad del alma humana. 'El corazón de las tinieblas' es corta y devastadora.",
    "nationality": "Británico (nacido polaco)",
    "born": 1857,
    "died": 1924,
    "genres": [
      "ficción",
      "aventura",
      "modernismo"
    ],
    "notable_works": [
      "El corazón de las tinieblas",
      "Lord Jim",
      "El agente secreto"
    ]
  },
  "Jonathan Coe": {
    "bio": "Inglés, satírico de la Gran Bretaña contemporánea. Coe escribe novelas largas, divertidas y con veneno sobre la política británica. Es un moralista disfrazado de cómico. El novelista que los tiempos del Brexit merecen.",
    "nationality": "Británico",
    "born": 1961,
    "genres": [
      "ficción",
      "sátira",
      "político",
      "humor"
    ],
    "notable_works": [
      "Menudo reparto",
      "El club de los canallas",
      "El corazón de Inglaterra"
    ]
  },
  "Ayn Rand": {
    "bio": "Rusa emigrada a Estados Unidos, profeta del individualismo radical. Rand escribía novelas-manifiesto llenas de héroes titánicos que luchan contra el colectivismo. 'El manantial' y 'La rebelión de Atlas' tienen millones de devotos y detractores.",
    "nationality": "Estadounidense (nacida rusa)",
    "born": 1905,
    "died": 1982,
    "genres": [
      "ficción",
      "filosofía",
      "político"
    ],
    "notable_works": [
      "El manantial",
      "La rebelión de Atlas",
      "Himno"
    ]
  },
  "Siri Hustvedt": {
    "bio": "Americana de origen noruego, novelista e intelectual. Hustvedt escribe ficción cerebral que explora la mente, el cuerpo, el arte, la identidad. Combina narrativa con ensayo, neurociencia con filosofía. Para lectores que quieren pensar mientras leen.",
    "nationality": "Estadounidense",
    "born": 1955,
    "genres": [
      "ficción",
      "ensayo",
      "filosófico"
    ],
    "notable_works": [
      "Todo cuanto amé",
      "El verano sin hombres",
      "El mundo deslumbrante"
    ]
  },
  "Simon Scarrow": {
    "bio": "Inglés especializado en novela histórica militar. Scarrow es el autor para cuando quieres vivir la vida de un legionario romano sin salir del sofá. Sus series sobre las legiones de Roma son adictivas y llenas de acción.",
    "nationality": "Británico",
    "born": 1962,
    "genres": [
      "histórico",
      "militar",
      "aventura"
    ],
    "notable_works": [
      "Bajo el águila",
      "La legión",
      "Centurión"
    ]
  },
  "Colson Whitehead": {
    "bio": "Americano, doble Pulitzer, reinventor de géneros. Cada libro suyo es diferente y todos son brillantes. El novelista americano más importante de su generación.",
    "nationality": "Estadounidense",
    "born": 1969,
    "genres": [
      "ficción",
      "histórico",
      "noir"
    ],
    "notable_works": [
      "El ferrocarril subterráneo",
      "El ritmo de Harlem",
      "La intuicionista"
    ],
    "awards": [
      "Premio Pulitzer 2017",
      "Premio Pulitzer 2020"
    ]
  },
  "Annie Ernaux": {
    "bio": "Francesa, Nobel 2022, arqueóloga de su propia vida. Ernaux escribe autoficción despojada: memorias breves y devastadoras sobre su madre, su clase social, sus amantes. La escritora que demostró que lo personal es universal.",
    "nationality": "Francesa",
    "born": 1940,
    "genres": [
      "autoficción",
      "memorias",
      "sociología"
    ],
    "notable_works": [
      "Los años",
      "El lugar",
      "Pura pasión"
    ],
    "awards": [
      "Premio Nobel de Literatura 2022"
    ]
  },
  "Orhan Pamuk": {
    "bio": "Turco, Nobel 2006, cronista de Estambul. Pamuk escribe sobre la tensión entre Oriente y Occidente, sobre la melancolía turca. Sus novelas son laberínticas y hermosas. El gran novelista del cruce de civilizaciones.",
    "nationality": "Turco",
    "born": 1952,
    "genres": [
      "ficción",
      "histórico",
      "filosófico"
    ],
    "notable_works": [
      "Me llamo Rojo",
      "Nieve",
      "El museo de la inocencia"
    ],
    "awards": [
      "Premio Nobel de Literatura 2006"
    ]
  },
  "Pearl S. Buck": {
    "bio": "Americana criada en China, Nobel 1938. Buck escribió sobre China para Occidente cuando nadie lo hacía. 'La buena tierra' es un clásico sobre campesinos chinos que conquistó millones de lectores. Fue puente entre dos mundos, traductora de culturas. Una pionera olvidada que merece redescubrimiento.",
    "nationality": "Estadounidense",
    "born": 1892,
    "died": 1973,
    "genres": [
      "ficción",
      "histórico",
      "China"
    ],
    "notable_works": [
      "La buena tierra",
      "Viento del este, viento del oeste",
      "Hijos"
    ],
    "awards": [
      "Premio Nobel de Literatura 1938"
    ]
  },
  "Steven Pressfield": {
    "bio": "Americano que tardó décadas en publicar y ahora escribe sobre la resistencia creativa. Sus novelas históricas sobre Grecia antigua son épicas y musculosas. 'La guerra del arte' es un manual de combate contra la procrastinación. Pressfiled sabe lo que cuesta crear y lo cuenta sin piedad.",
    "nationality": "Estadounidense",
    "born": 1943,
    "genres": [
      "histórico",
      "autoayuda",
      "militar"
    ],
    "notable_works": [
      "Puertas de fuego",
      "La guerra del arte",
      "La leyenda de Bagger Vance"
    ]
  },
  "Ottessa Moshfegh": {
    "bio": "Americana de origen iraní, la escritora cool del momento. Moshfegh escribe sobre mujeres disfuncionales con una frialdad que fascina. 'Mi año de descanso y relajación' es sobre dormir un año entero para evitar la vida. Incómoda, divertida, adictiva.",
    "nationality": "Estadounidense",
    "born": 1981,
    "genres": [
      "ficción",
      "contemporáneo",
      "oscuro"
    ],
    "notable_works": [
      "Mi año de descanso y relajación",
      "Eileen",
      "Lapvona"
    ]
  },
  "A. S. Byatt": {
    "bio": "Inglesa, erudita y exuberante. Byatt escribe novelas donde la literatura es protagonista: 'Posesión' es un romance entre académicos que estudian poetas victorianos. Ganó el Booker y es hermana de Margaret Drabble (también escritora). Para lectores que aman los libros sobre libros.",
    "nationality": "Británica",
    "born": 1936,
    "died": 2023,
    "genres": [
      "ficción",
      "literario",
      "victoriano"
    ],
    "notable_works": [
      "Posesión",
      "El libro negro",
      "Ángeles e insectos"
    ],
    "awards": [
      "Man Booker Prize 1990"
    ]
  },
  "Jaume Cabré": {
    "bio": "Catalán, autor de una de las grandes novelas europeas del siglo XXI. 'Yo confieso' es una catedral narrativa de 900 páginas sobre la culpa, la música y el mal. Cabré escribe en catalán pero su alcance es universal. Ambicioso, erudito, devastador.",
    "nationality": "Español (Catalán)",
    "born": 1947,
    "genres": [
      "ficción",
      "histórico",
      "literario"
    ],
    "notable_works": [
      "Yo confieso",
      "Las voces del Pamano",
      "Senyoria"
    ]
  },
  "Raymond Carver": {
    "bio": "Americano, padre del minimalismo literario. Carver escribía cuentos sobre gente corriente en situaciones desesperadas con una economía brutal. Cada palabra pesa. Alcohólico recuperado, murió joven pero dejó un estilo que definió una generación. El Hemingway de los suburbios.",
    "nationality": "Estadounidense",
    "born": 1938,
    "died": 1988,
    "genres": [
      "cuento",
      "minimalismo",
      "realismo sucio"
    ],
    "notable_works": [
      "De qué hablamos cuando hablamos de amor",
      "Catedral",
      "¿Quieres hacer el favor de callarte, por favor?"
    ]
  },
  "Héctor Abad Faciolince": {
    "bio": "Colombiano que escribió una de las memorias más hermosas en español. 'El olvido que seremos' es sobre su padre, un médico asesinado por paramilitares. Abad escribe con amor y sin sentimentalismo. Cada libro suyo es un acto de resistencia contra el olvido.",
    "nationality": "Colombiano",
    "born": 1958,
    "genres": [
      "memorias",
      "ficción",
      "no ficción"
    ],
    "notable_works": [
      "El olvido que seremos",
      "La Oculta",
      "Basura"
    ]
  },
  "Rachel Cusk": {
    "bio": "Canadiense-británica, reinventora de la autoficción. La trilogía 'A contraluz' es un experimento radical: la narradora casi desaparece mientras otros hablan. Cusk escribe sobre el matrimonio, la maternidad, el arte. Polarizante y fascinante.",
    "nationality": "Británica (nacida canadiense)",
    "born": 1967,
    "genres": [
      "autoficción",
      "literario",
      "experimental"
    ],
    "notable_works": [
      "A contraluz",
      "Tránsito",
      "Prestigio",
      "Segunda residencia"
    ]
  },
  "James Baldwin": {
    "bio": "Afroamericano, gay, exiliado en París, profeta de la América que no quería escuchar. Baldwin escribía sobre raza y amor con una elocuencia que arde. Sus ensayos son tan relevantes hoy como en los 60. Novelista, ensayista, activista: una de las voces esenciales del siglo XX.",
    "nationality": "Estadounidense",
    "born": 1924,
    "died": 1987,
    "genres": [
      "ficción",
      "ensayo",
      "autobiografía"
    ],
    "notable_works": [
      "Ve y dilo en la montaña",
      "La habitación de Giovanni",
      "La próxima vez el fuego"
    ]
  },
  "Eva Baltasar": {
    "bio": "Catalana que escribe prosa con fuerza de poesía. Sus novelas son breves, intensas, físicas. 'Permagel' y 'Boulder' exploran el deseo lésbico y la maternidad con crudeza lírica. Baltasar no adorna: golpea. Una de las voces más potentes de la nueva literatura catalana.",
    "nationality": "Española (Catalana)",
    "born": 1978,
    "genres": [
      "ficción",
      "poesía",
      "LGTB"
    ],
    "notable_works": [
      "Permagel",
      "Boulder",
      "Mamut"
    ]
  },
  "Sarah J. Maas": {
    "bio": "Americana, reina del romantasy. Maas escribe sagas de fantasía con romance intenso, personajes femeninos poderosos y worldbuilding adictivo. Sus libros arrasan en TikTok y las librerías. No es literatura con mayúsculas, pero es entretenimiento de alto octanaje.",
    "nationality": "Estadounidense",
    "born": 1986,
    "genres": [
      "fantasía",
      "romance",
      "young adult"
    ],
    "notable_works": [
      "Trono de cristal",
      "Una corte de rosas y espinas",
      "Casa de tierra y sangre"
    ]
  },
  "Mónica Ojeda": {
    "bio": "Ecuatoriana, la voz más perturbadora de la nueva narrativa latinoamericana. Ojeda escribe sobre el cuerpo, el horror, lo sagrado y lo abyecto. 'Mandíbula' es una novela gótica sobre adolescentes que te deja temblando. Radical, visceral, inolvidable.",
    "nationality": "Ecuatoriana",
    "born": 1988,
    "genres": [
      "ficción",
      "terror",
      "gótico",
      "experimental"
    ],
    "notable_works": [
      "Mandíbula",
      "Nefando",
      "Las voladoras"
    ]
  },
  "Aldous Huxley": {
    "bio": "Inglés, visionario, explorador de la mente. Huxley escribió 'Un mundo feliz': la distopía del placer que compite con Orwell. También ensayos sobre drogas, percepción y misticismo. Murió el mismo día que Kennedy y C.S. Lewis.",
    "nationality": "Británico",
    "born": 1894,
    "died": 1963,
    "genres": [
      "ficción",
      "distopía",
      "ensayo"
    ],
    "notable_works": [
      "Un mundo feliz",
      "Las puertas de la percepción",
      "Contrapunto"
    ]
  },
  "Clara Usón": {
    "bio": "Barcelonesa que escribe sobre la Historia con mayúsculas y sus víctimas. 'La hija del Este' reconstruye la vida de la hija de Mladić, criminal de guerra. Usón investiga obsesivamente y luego narra con pulso de novelista. Rigurosa y conmovedora.",
    "nationality": "Española",
    "born": 1961,
    "genres": [
      "ficción",
      "histórico",
      "no ficción"
    ],
    "notable_works": [
      "La hija del Este",
      "Valor",
      "El asesino tímido"
    ]
  },
  "Richard Adams": {
    "bio": "Inglés que escribió la mejor novela sobre conejos jamás escrita. 'La colina de Watership' empezó como historia para sus hijas y se convirtió en clásico. Es aventura, es fábula política, es mitología animal. Adams demostró que la literatura infantil puede ser profunda.",
    "nationality": "Británico",
    "born": 1920,
    "died": 2016,
    "genres": [
      "ficción",
      "fantasía",
      "infantil",
      "aventura"
    ],
    "notable_works": [
      "La colina de Watership",
      "Los perros de la peste",
      "Shardik"
    ]
  },
  "Honoré de Balzac": {
    "bio": "Francés, monstruo de la productividad, creador de 'La comedia humana'. Balzac escribió casi 100 novelas que retratan toda la sociedad francesa. Trabajaba de noche, bebía litros de café, murió exhausto a los 51. El novelista total.",
    "nationality": "Francés",
    "born": 1799,
    "died": 1850,
    "genres": [
      "ficción",
      "realismo",
      "social"
    ],
    "notable_works": [
      "Papá Goriot",
      "Eugenia Grandet",
      "Las ilusiones perdidas",
      "La piel de zapa"
    ]
  },
  "Jeffrey Eugenides": {
    "bio": "Americano que escribe poco y bien. 'Las vírgenes suicidas' es un debut hipnótico sobre cinco hermanas que se quitan la vida. 'Middlesex' ganó el Pulitzer y cruza géneros y géneros. Eugenides es paciente y perfeccionista: cada libro vale la espera.",
    "nationality": "Estadounidense",
    "born": 1960,
    "genres": [
      "ficción",
      "literario",
      "americano"
    ],
    "notable_works": [
      "Las vírgenes suicidas",
      "Middlesex",
      "La trama nupcial"
    ],
    "awards": [
      "Premio Pulitzer 2003"
    ]
  },
  "Manuel Puig": {
    "bio": "Argentino que metió el cine, el bolero y la cultura pop en la literatura. 'El beso de la mujer araña' es un diálogo carcelario entre un preso político y un homosexual que sueña con películas. Puig escribía como nadie: mezclando voces, géneros, registros. Un innovador total.",
    "nationality": "Argentino",
    "born": 1932,
    "died": 1990,
    "genres": [
      "ficción",
      "experimental",
      "LGTB"
    ],
    "notable_works": [
      "El beso de la mujer araña",
      "Boquitas pintadas",
      "La traición de Rita Hayworth"
    ]
  },
  "Terry Pratchett": {
    "bio": "Inglés, genio del humor fantástico. Pratchett escribió 41 novelas del Mundodisco, sátiras brillantes disfrazadas de fantasía. Murió de Alzheimer en 2015, escribiendo hasta el final. Divertido, sabio, irremplazable.",
    "nationality": "Británico",
    "born": 1948,
    "died": 2015,
    "genres": [
      "fantasía",
      "humor",
      "sátira"
    ],
    "notable_works": [
      "El color de la magia",
      "Mort",
      "Guardias! Guardias!"
    ]
  },
  "V. S. Naipaul": {
    "bio": "Trinitense-británico, Nobel 2001, maestro de la prosa y la controversia. Naipaul escribió sobre el colonialismo, el Islam y el Tercer Mundo con una mirada implacable que enfurecía a muchos. 'Una casa para el señor Biswas' es su obra maestra. Genio difícil.",
    "nationality": "Británico (nacido en Trinidad)",
    "born": 1932,
    "died": 2018,
    "genres": [
      "ficción",
      "no ficción",
      "viajes"
    ],
    "notable_works": [
      "Una casa para el señor Biswas",
      "Un recodo en el río",
      "India: A Million Mutinies Now"
    ],
    "awards": [
      "Premio Nobel de Literatura 2001"
    ]
  },
  "Marcos Giralt Torrente": {
    "bio": "Madrileño, Premio Nacional de Narrativa. Giralt Torrente escribe sobre familias disfuncionales con precisión dolorosa. 'Tiempo de vida' es un ajuste de cuentas con su padre moribundo: brutal y tierno. Prosa exacta, emociones complejas.",
    "nationality": "Español",
    "born": 1968,
    "genres": [
      "ficción",
      "memorias",
      "familiar"
    ],
    "notable_works": [
      "Tiempo de vida",
      "París",
      "El final del amor"
    ]
  },
  "Isaac Asimov": {
    "bio": "Ruso-americano, padre de la ciencia ficción moderna. Asimov escribió más de 500 libros sobre robots, imperios galácticos, ciencia y todo lo demás. La saga de la 'Fundación' es monumental. Un cerebro que no paraba de producir.",
    "nationality": "Estadounidense (nacido ruso)",
    "born": 1920,
    "died": 1992,
    "genres": [
      "ciencia ficción",
      "divulgación",
      "misterio"
    ],
    "notable_works": [
      "Fundación",
      "Yo, robot",
      "El fin de la eternidad"
    ]
  },
  "Richard Matheson": {
    "bio": "Americano, maestro del terror y la ciencia ficción. Matheson escribió 'Soy leyenda', el último hombre vivo en un mundo de vampiros. También guiones para 'The Twilight Zone'. Su influencia es enorme: Stephen King lo venera. Pesadillas perfectamente construidas.",
    "nationality": "Estadounidense",
    "born": 1926,
    "died": 2013,
    "genres": [
      "terror",
      "ciencia ficción",
      "fantasía"
    ],
    "notable_works": [
      "Soy leyenda",
      "El increíble hombre menguante",
      "En algún lugar del tiempo"
    ]
  },
  "Hermann Hesse": {
    "bio": "Alemán-suizo, Nobel 1946, gurú de los buscadores espirituales. Hesse escribió 'Siddhartha', 'El lobo estepario' y 'El juego de los abalorios': novelas sobre la búsqueda interior. Fue ídolo de los hippies. Sigue hablando a quien busca sentido.",
    "nationality": "Alemán-Suizo",
    "born": 1877,
    "died": 1962,
    "genres": [
      "ficción",
      "filosófico",
      "espiritual"
    ],
    "notable_works": [
      "Siddhartha",
      "El lobo estepario",
      "El juego de los abalorios",
      "Demian"
    ],
    "awards": [
      "Premio Nobel de Literatura 1946"
    ]
  },
  "Carlos Ruiz Zafón": {
    "bio": "Barcelonés, el autor español más leído del mundo. 'La sombra del viento' conquistó millones con su Barcelona gótica y su amor por los libros. Zafón escribía bestsellers con ambición literaria: atmósfera, misterio, emoción. Murió en 2020 dejando una saga querida por lectores de todas partes.",
    "nationality": "Español",
    "born": 1964,
    "died": 2020,
    "genres": [
      "ficción",
      "misterio",
      "gótico"
    ],
    "notable_works": [
      "La sombra del viento",
      "El juego del ángel",
      "El laberinto de los espíritus"
    ]
  },
  "Jennifer Egan": {
    "bio": "Americana, Pulitzer por 'El tiempo es un canalla'. Egan experimenta con la forma sin perder el corazón: cada novela suya es estructuralmente distinta. Escribe sobre el tiempo, la música, la tecnología y cómo cambiamos. Ambiciosa y accesible a la vez.",
    "nationality": "Estadounidense",
    "born": 1962,
    "genres": [
      "ficción",
      "experimental",
      "contemporáneo"
    ],
    "notable_works": [
      "El tiempo es un canalla",
      "Manhattan Beach",
      "La casa de caramelo"
    ],
    "awards": [
      "Premio Pulitzer 2011"
    ]
  },
  "Elena Poniatowska": {
    "bio": "Mexicana de origen francés, Premio Cervantes, cronista de México. Poniatowska es periodista y novelista: 'La noche de Tlatelolco' documentó la masacre del 68. Escribe sobre los olvidados con oído perfecto para sus voces. Una institución viva de las letras mexicanas.",
    "nationality": "Mexicana",
    "born": 1932,
    "genres": [
      "no ficción",
      "periodismo",
      "novela"
    ],
    "notable_works": [
      "La noche de Tlatelolco",
      "Tinísima",
      "Hasta no verte Jesús mío"
    ],
    "awards": [
      "Premio Cervantes 2013"
    ]
  },
  "Marilynne Robinson": {
    "bio": "Americana, Pulitzer por 'Gilead', voz moral de la literatura contemporánea. Robinson escribe novelas lentas y luminosas sobre la fe, la gracia y la vida en el medio oeste. Sus ensayos defienden la complejidad humana. Es seria, profunda y cada vez más necesaria.",
    "nationality": "Estadounidense",
    "born": 1943,
    "genres": [
      "ficción",
      "ensayo",
      "espiritual"
    ],
    "notable_works": [
      "Gilead",
      "En casa",
      "Lila"
    ],
    "awards": [
      "Premio Pulitzer 2005"
    ]
  },
  "Albert Espinosa": {
    "bio": "Barcelonés que convirtió su lucha contra el cáncer en historias de vida. 'El mundo amarillo' y 'Pulseras rojas' nacieron de sus años de hospital. Espinosa escribe sobre la enfermedad con optimismo radical. Sus libros consuelan a millones.",
    "nationality": "Español",
    "born": 1973,
    "genres": [
      "memorias",
      "ficción",
      "inspiracional"
    ],
    "notable_works": [
      "El mundo amarillo",
      "Si tú me dices ven lo dejo todo... pero dime ven",
      "Brújulas que buscan sonrisas perdidas"
    ]
  },
  "Émile Zola": {
    "bio": "Francés, padre del naturalismo, activista. Zola escribió los Rougon-Macquart: 20 novelas sobre una familia a través de generaciones. También defendió a Dreyfus con 'Yo acuso'. Literatura como ciencia y como arma política.",
    "nationality": "Francés",
    "born": 1840,
    "died": 1902,
    "genres": [
      "ficción",
      "naturalismo",
      "social"
    ],
    "notable_works": [
      "Germinal",
      "Nana",
      "La bestia humana"
    ]
  },
  "Karl R. Popper": {
    "bio": "Filósofo austríaco-británico, uno de los pensadores más influyentes del siglo XX. Popper es famoso por su filosofía de la ciencia: una teoría solo es científica si puede ser refutada. También criticó el totalitarismo en 'La sociedad abierta'. Lectura esencial para entender cómo pensamos sobre el conocimiento.",
    "nationality": "Austríaco-Británico",
    "born": 1902,
    "died": 1994,
    "genres": [
      "filosofía",
      "epistemología",
      "política"
    ],
    "notable_works": [
      "La lógica de la investigación científica",
      "La sociedad abierta y sus enemigos"
    ]
  },
  "Olga Tokarczuk": {
    "bio": "Polaca, Nobel 2018, narradora de mundos. Tokarczuk escribe novelas que cruzan tiempos y espacios, mezclando historia, mitología y ecología. 'Los errantes' es un libro inclasificable y hermoso. Una de las voces más originales de la literatura europea contemporánea.",
    "nationality": "Polaca",
    "born": 1962,
    "genres": [
      "ficción",
      "filosófico",
      "experimental"
    ],
    "notable_works": [
      "Los errantes",
      "Sobre los huesos de los muertos",
      "Los libros de Jacob"
    ],
    "awards": [
      "Premio Nobel de Literatura 2018"
    ]
  },
  "Antonio Scurati": {
    "bio": "Italiano que se atrevió a novelar a Mussolini. Su serie 'M' es una reconstrucción monumental del fascismo italiano, rigurosa como ensayo y adictiva como thriller. Scurati demuestra que la novela histórica puede ser la mejor forma de entender el presente.",
    "nationality": "Italiano",
    "born": 1969,
    "genres": [
      "ficción histórica",
      "político",
      "ensayo"
    ],
    "notable_works": [
      "M. El hijo del siglo",
      "M. El hombre de la providencia"
    ]
  },
  "Henry Miller": {
    "bio": "Americano, escandaloso, libre. Miller escribió sobre sexo, pobreza y arte en un París bohemio. 'Trópico de Cáncer' estuvo prohibido durante décadas. Su prosa es torrencial, vitalista, a veces insoportable, siempre honesta. El abuelo de la contracultura.",
    "nationality": "Estadounidense",
    "born": 1891,
    "died": 1980,
    "genres": [
      "ficción",
      "autobiográfico",
      "erótico"
    ],
    "notable_works": [
      "Trópico de Cáncer",
      "Trópico de Capricornio",
      "Sexus"
    ]
  },
  "Irvine Welsh": {
    "bio": "Escocés, voz del Edimburgo marginal. 'Trainspotting' lo convirtió en icono: heroína, techno, humor negro y una Escocia que no sale en las postales. Welsh escribe en dialecto, con furia y ternura a partes iguales. Punk literario.",
    "nationality": "Británico (Escocés)",
    "born": 1958,
    "genres": [
      "ficción",
      "transgresivo",
      "urbano"
    ],
    "notable_works": [
      "Trainspotting",
      "Escoria",
      "Porno"
    ]
  },
  "Niklas Natt och Dag": {
    "bio": "Sueco que escribe noir histórico ambientado en el Estocolmo del siglo XVIII. Su trilogía '1793' es oscura, violenta y atmosférica. Un mestizaje perfecto entre novela negra y ficción histórica. Para fans del noir que quieren algo diferente.",
    "nationality": "Sueco",
    "born": 1979,
    "genres": [
      "histórico",
      "noir",
      "thriller"
    ],
    "notable_works": [
      "1793",
      "1794",
      "1795"
    ]
  },
  "David Foster Wallace": {
    "bio": "Americano, genio atormentado de la postmodernidad. 'La broma infinita' es un monstruo de mil páginas sobre adicción, entretenimiento y soledad. Wallace escribía como nadie: notas al pie interminables, frases laberínticas, una inteligencia dolorosa. Se suicidó en 2008 dejando una obra que sigue creciendo.",
    "nationality": "Estadounidense",
    "born": 1962,
    "died": 2008,
    "genres": [
      "ficción",
      "ensayo",
      "postmoderno"
    ],
    "notable_works": [
      "La broma infinita",
      "Entrevistas breves con hombres repulsivos",
      "Esto es agua"
    ]
  },
  "Michel Houellebecq": {
    "bio": "Francés, provocador profesional, profeta del malestar occidental. Houellebecq escribe sobre sexo, turismo, Islam, soledad y capitalismo con una misantropía que resulta extrañamente compasiva. Sus novelas son polémicas y adictivas. El escritor que Francia ama odiar.",
    "nationality": "Francés",
    "born": 1956,
    "genres": [
      "ficción",
      "satírico",
      "filosófico"
    ],
    "notable_works": [
      "Las partículas elementales",
      "Sumisión",
      "El mapa y el territorio"
    ]
  },
  "Fernanda Melchor": {
    "bio": "Mexicana que escribe con la furia de un huracán. 'Temporada de huracanes' es una novela sobre violencia rural en Veracruz que te arrastra como corriente. Su prosa es torrencial, oscura, imposible de soltar. Una de las voces más potentes de la literatura latinoamericana actual.",
    "nationality": "Mexicana",
    "born": 1982,
    "genres": [
      "ficción",
      "noir",
      "social"
    ],
    "notable_works": [
      "Temporada de huracanes",
      "Páradais",
      "Aquí no es Miami"
    ]
  },
  "Anne Applebaum": {
    "bio": "Historiadora y periodista americana especializada en Europa del Este y autoritarismo. Sus libros sobre el Gulag y la Europa post-soviética son imprescindibles. Ganó el Pulitzer por 'Gulag'. Escribe historia que explica el presente con claridad aterradora.",
    "nationality": "Estadounidense",
    "born": 1964,
    "genres": [
      "historia",
      "política",
      "ensayo"
    ],
    "notable_works": [
      "Gulag",
      "El ocaso de la democracia",
      "Hambruna roja"
    ],
    "awards": [
      "Premio Pulitzer 2004"
    ]
  },
  "Günter Grass": {
    "bio": "Alemán, Nobel 1999, conciencia incómoda de su país. 'El tambor de hojalata' es una de las grandes novelas del siglo XX: Oskar Matzerath, el niño que decide no crecer en la Alemania nazi. Grass era escultor, poeta, novelista y polemista. Un gigante incómodo.",
    "nationality": "Alemán",
    "born": 1927,
    "died": 2015,
    "genres": [
      "ficción",
      "histórico",
      "político"
    ],
    "notable_works": [
      "El tambor de hojalata",
      "El rodaballo",
      "A paso de cangrejo"
    ],
    "awards": [
      "Premio Nobel de Literatura 1999"
    ]
  },
  "Malcolm Lowry": {
    "bio": "Inglés, alcohólico, autor de una sola obra maestra. 'Bajo el volcán' es la novela de un cónsul borracho en México en el Día de los Muertos. Lowry tardó diez años en escribirla y luego no pudo escribir nada más. Murió a los 47. Su único libro es suficiente para la inmortalidad.",
    "nationality": "Británico",
    "born": 1909,
    "died": 1957,
    "genres": [
      "ficción",
      "modernismo",
      "literario"
    ],
    "notable_works": [
      "Bajo el volcán"
    ]
  },
  "Dai Sijie": {
    "bio": "Chino-francés que vivió la Revolución Cultural y la convirtió en literatura. 'Balzac y la joven costurera china' es una historia de amor a los libros en tiempos de represión. También es cineasta. Escribe sobre China con nostalgia y lucidez.",
    "nationality": "Chino-Francés",
    "born": 1954,
    "genres": [
      "ficción",
      "autobiográfico",
      "histórico"
    ],
    "notable_works": [
      "Balzac y la joven costurera china",
      "El complejo de Di"
    ]
  },
  "Lucia Berlin": {
    "bio": "Americana, descubierta tarde, imprescindible ahora. Berlin escribió cuentos sobre su vida: adicciones, trabajos precarios, hombres difíciles, hijos, hospitales. Murió casi olvidada en 2004. 'Manual para mujeres de la limpieza' la resucitó. Sus relatos son directos, divertidos y devastadores.",
    "nationality": "Estadounidense",
    "born": 1936,
    "died": 2004,
    "genres": [
      "cuento",
      "autobiográfico",
      "realismo"
    ],
    "notable_works": [
      "Manual para mujeres de la limpieza"
    ]
  },
  "John Williams": {
    "bio": "Americano, profesor universitario, autor de tres novelas perfectas y olvidadas. 'Stoner' fue redescubierta décadas después de su muerte y se convirtió en fenómeno. Es la historia de una vida ordinaria contada con extraordinaria belleza. Williams escribía poco y bien.",
    "nationality": "Estadounidense",
    "born": 1922,
    "died": 1994,
    "genres": [
      "ficción",
      "literario",
      "histórico"
    ],
    "notable_works": [
      "Stoner",
      "Butcher's Crossing",
      "Augustus"
    ]
  },
  "Irene Solà": {
    "bio": "Catalana que escribe en catalán novelas que parecen fuerzas de la naturaleza. 'Canto yo y la montaña baila' tiene narradores humanos, animales y nubes. Es lírica, brutal y original. Una de las revelaciones más emocionantes de la literatura ibérica reciente.",
    "nationality": "Española (Catalana)",
    "born": 1990,
    "genres": [
      "ficción",
      "lírico",
      "naturaleza"
    ],
    "notable_works": [
      "Canto yo y la montaña baila",
      "Los diques"
    ]
  },
  "Salman Rushdie": {
    "bio": "Indio-británico, fatwa y todo. Rushdie mezcla historia, mito y realismo mágico en novelas barrocas y brillantes. 'Hijos de la medianoche' es una de las grandes novelas del siglo XX. Sobrevivió a un intento de asesinato en 2022. Sigue escribiendo. Indestructible.",
    "nationality": "Británico (nacido indio)",
    "born": 1947,
    "genres": [
      "ficción",
      "realismo mágico",
      "histórico"
    ],
    "notable_works": [
      "Hijos de la medianoche",
      "Los versos satánicos",
      "El último suspiro del Moro"
    ],
    "awards": [
      "Man Booker Prize 1981"
    ]
  },
  "William Gibson": {
    "bio": "Americano-canadiense, inventor del cyberpunk. Gibson acuñó la palabra 'ciberespacio' en 'Neuromante' (1984), antes de que existiera internet como lo conocemos. Sus novelas predicen el futuro mientras lo critican. El profeta de la era digital.",
    "nationality": "Estadounidense-Canadiense",
    "born": 1948,
    "genres": [
      "ciencia ficción",
      "cyberpunk",
      "distopía"
    ],
    "notable_works": [
      "Neuromante",
      "Conde Cero",
      "Mona Lisa acelerada"
    ]
  },
  "Dashiell Hammett": {
    "bio": "Americano, ex detective de Pinkerton, padre del hard-boiled. Hammett inventó a Sam Spade y al Continental Op. Escribía desde la experiencia: diálogos cortantes, violencia real, héroes cínicos. Dejó de escribir a los 40 y nunca explicó por qué. El fundador del noir americano.",
    "nationality": "Estadounidense",
    "born": 1894,
    "died": 1961,
    "genres": [
      "noir",
      "policial",
      "hard-boiled"
    ],
    "notable_works": [
      "El halcón maltés",
      "Cosecha roja",
      "El hombre delgado"
    ]
  },
  "Nicholas Sparks": {
    "bio": "Americano, rey del romance lacrimógeno. Sparks ha vendido más de 100 millones de libros y Hollywood ha adaptado casi todos. Sus novelas son predecibles, emotivas y perfectas para cuando quieres llorar sin complicaciones. El comfort food de la literatura romántica.",
    "nationality": "Estadounidense",
    "born": 1965,
    "genres": [
      "romance",
      "drama",
      "contemporáneo"
    ],
    "notable_works": [
      "El cuaderno",
      "Un paseo para recordar",
      "Noches de tormenta"
    ]
  },
  "Edgar Allan Poe": {
    "bio": "Americano, inventor del cuento de terror y la novela policial. Poe creó a Auguste Dupin (el primer detective literario), escribió los cuentos más aterradores del siglo XIX y murió misteriosamente a los 40. Su influencia es inconmensurable. El padre de lo oscuro.",
    "nationality": "Estadounidense",
    "born": 1809,
    "died": 1849,
    "genres": [
      "terror",
      "misterio",
      "poesía",
      "gótico"
    ],
    "notable_works": [
      "Narraciones extraordinarias",
      "El cuervo",
      "Los crímenes de la calle Morgue"
    ]
  },
  "Sigrid Nunez": {
    "bio": "Americana de origen panameño-alemán-chino. Nunez escribe novelas breves y perfectas sobre duelo, animales, escritura y amistad. 'El amigo' ganó el National Book Award. Su prosa es elegante y melancólica. Una de las mejores escritoras americanas vivas.",
    "nationality": "Estadounidense",
    "born": 1951,
    "genres": [
      "ficción",
      "literario",
      "memorias"
    ],
    "notable_works": [
      "El amigo",
      "¿Cuál es tu tormento?",
      "El último de su especie"
    ],
    "awards": [
      "National Book Award 2018"
    ]
  },
  "Ian Fleming": {
    "bio": "Inglés, creador de James Bond. Fleming era periodista y espía durante la guerra, y volcó sus fantasías en el agente 007. Sus novelas son machistas, políticamente incorrectas y absurdamente entretenidas. Definió el espionaje pop para siempre.",
    "nationality": "Británico",
    "born": 1908,
    "died": 1964,
    "genres": [
      "thriller",
      "espionaje",
      "aventura"
    ],
    "notable_works": [
      "Casino Royale",
      "Goldfinger",
      "Desde Rusia con amor"
    ]
  },
  "William S. Burroughs": {
    "bio": "Americano, yonqui, genio del cut-up. Burroughs cortaba sus textos y los reordenaba al azar. 'El almuerzo desnudo' es una pesadilla de adicción que cambió la literatura. Vivió en Tánger, París, Nueva York, siempre al margen. El más radical de los beats.",
    "nationality": "Estadounidense",
    "born": 1914,
    "died": 1997,
    "genres": [
      "ficción",
      "experimental",
      "beat"
    ],
    "notable_works": [
      "El almuerzo desnudo",
      "Yonqui",
      "Queer"
    ]
  },
  "Georges Bataille": {
    "bio": "Francés, filósofo del exceso, el erotismo y lo sagrado. Bataille escribía sobre transgresión, muerte y éxtasis con rigor intelectual y pasión mística. Sus novelas son perturbadoras; sus ensayos, revolucionarios. No es para todos, pero para algunos es esencial.",
    "nationality": "Francés",
    "born": 1897,
    "died": 1962,
    "genres": [
      "filosofía",
      "erótico",
      "ensayo"
    ],
    "notable_works": [
      "Historia del ojo",
      "El erotismo",
      "La experiencia interior"
    ]
  },
  "John Grisham": {
    "bio": "Americano, ex abogado, rey del thriller legal. Grisham ha vendido más de 300 millones de libros. Sus novelas son máquinas de entretenimiento bien engrasadas: abogados contra corporaciones, justicia contra poder. Perfectas para aviones y playas.",
    "nationality": "Estadounidense",
    "born": 1955,
    "genres": [
      "thriller",
      "legal",
      "suspense"
    ],
    "notable_works": [
      "La firma",
      "Tiempo de matar",
      "El cliente"
    ]
  },
  "Carson McCullers": {
    "bio": "Sureña, frágil, brutal. McCullers escribió 'El corazón es un cazador solitario' a los 23 años. Sus novelas hablan de soledad, de amor no correspondido, de inadaptados en pequeños pueblos. Murió a los 50 después de múltiples infartos. Su obra es breve y perfecta.",
    "nationality": "Estadounidense",
    "born": 1917,
    "died": 1967,
    "genres": [
      "ficción",
      "gótico sureño",
      "literario"
    ],
    "notable_works": [
      "El corazón es un cazador solitario",
      "Reflejos en un ojo dorado",
      "La balada del café triste"
    ]
  },
  "Arundhati Roy": {
    "bio": "India, activista, autora de una novela que cambió todo. 'El dios de las pequeñas cosas' ganó el Booker en 1997 y es una joya lírica sobre casta, amor prohibido e infancia en Kerala. Tardó 20 años en escribir la segunda. También es ensayista feroz contra el nacionalismo hindú.",
    "nationality": "India",
    "born": 1961,
    "genres": [
      "ficción",
      "político",
      "lírico"
    ],
    "notable_works": [
      "El dios de las pequeñas cosas",
      "El ministerio de la felicidad suprema"
    ],
    "awards": [
      "Man Booker Prize 1997"
    ]
  },
  "Thomas Harris": {
    "bio": "Americano, padre de Hannibal Lecter. Harris escribió cuatro novelas sobre el caníbal más elegante de la literatura y cambió el thriller psicológico para siempre. 'El silencio de los corderos' es perfecta. Escribe poco, casi nunca da entrevistas. Misterioso como sus villanos.",
    "nationality": "Estadounidense",
    "born": 1940,
    "genres": [
      "thriller",
      "terror",
      "psicológico"
    ],
    "notable_works": [
      "El silencio de los corderos",
      "Dragón rojo",
      "Hannibal"
    ]
  },
  "John Irving": {
    "bio": "Americano, ex luchador, novelista de sagas familiares. Irving escribe novelas largas, llenas de personajes excéntricos, osos, prostitutas, accidentes y ternura. 'El mundo según Garp' lo hizo famoso. Sus libros son como circuitos: raros, tristes y difíciles de olvidar.",
    "nationality": "Estadounidense",
    "born": 1942,
    "genres": [
      "ficción",
      "saga familiar",
      "tragicomedia"
    ],
    "notable_works": [
      "El mundo según Garp",
      "Príncipes de Maine, reyes de Nueva Inglaterra",
      "Oración por Owen Meany"
    ]
  },
  "Justin Cronin": {
    "bio": "Americano, profesor de escritura creativa que escribió una trilogía vampírica monumental. 'El pasaje' empieza como thriller militar y se convierte en épica post-apocalíptica de 2000 páginas. Cronin eleva el género con personajes profundos y prosa literaria.",
    "nationality": "Estadounidense",
    "born": 1962,
    "genres": [
      "ciencia ficción",
      "terror",
      "distopía"
    ],
    "notable_works": [
      "El pasaje",
      "Los Doce",
      "La ciudad de los espejos"
    ]
  },
  "Arturo Pérez-Reverte": {
    "bio": "Cartagenero, ex corresponsal de guerra, espadachín de la literatura española. Pérez-Reverte escribe novelas de aventuras con rigor histórico: el capitán Alatriste, Falcó, piratas y soldados. También columnas polémicas y thrillers trepidantes. Superventas que escribe bien.",
    "nationality": "Español",
    "born": 1951,
    "genres": [
      "aventura",
      "histórico",
      "thriller"
    ],
    "notable_works": [
      "El capitán Alatriste",
      "La tabla de Flandes",
      "El club Dumas"
    ]
  },
  "Emma Donoghue": {
    "bio": "Irlandesa que vive en Canadá, autora de 'La habitación'. Donoghue escribe ficción histórica y contemporánea con talento para las voces infantiles y los espacios cerrados. 'La habitación' (narrada por un niño secuestrado) fue fenómeno mundial. Versátil y conmovedora.",
    "nationality": "Irlandesa-Canadiense",
    "born": 1969,
    "genres": [
      "ficción",
      "histórico",
      "psicológico"
    ],
    "notable_works": [
      "La habitación",
      "The Pull of the Stars",
      "Frog Music"
    ]
  },
  "Erich Maria Remarque": {
    "bio": "Alemán que escribió la novela antibélica definitiva. 'Sin novedad en el frente' contó la Primera Guerra Mundial desde las trincheras y los nazis la quemaron. Remarque vivió exiliado en Suiza y EEUU. Su testimonio sigue siendo la mejor vacuna contra el militarismo.",
    "nationality": "Alemán",
    "born": 1898,
    "died": 1970,
    "genres": [
      "ficción",
      "bélico",
      "histórico"
    ],
    "notable_works": [
      "Sin novedad en el frente",
      "Tres camaradas",
      "Tiempo de vivir, tiempo de morir"
    ]
  },
  "Juan Gabriel Vásquez": {
    "bio": "Colombiano, heredero de García Márquez pero sin realismo mágico. Vásquez escribe novelas sobre la historia colombiana —violencia, narcotráfico, memoria— con precisión y profundidad. 'El ruido de las cosas al caer' ganó el Alfaguara. Una de las grandes voces latinoamericanas.",
    "nationality": "Colombiano",
    "born": 1973,
    "genres": [
      "ficción",
      "histórico",
      "literario"
    ],
    "notable_works": [
      "El ruido de las cosas al caer",
      "La forma de las ruinas",
      "Los informantes"
    ],
    "awards": [
      "Premio Alfaguara 2011"
    ]
  },
  "Pierce Brown": {
    "bio": "Americano, arquitecto de space operas adictivas. Su saga 'Amanecer rojo' empieza como 'Los juegos del hambre' en Marte y evoluciona en algo mucho más épico y sangriento. Brown escribe acción brutal con personajes que duelen. Ciencia ficción para devoradores de páginas.",
    "nationality": "Estadounidense",
    "born": 1988,
    "genres": [
      "ciencia ficción",
      "distopía",
      "aventura"
    ],
    "notable_works": [
      "Amanecer rojo",
      "Hijo dorado",
      "Hierro dorado"
    ]
  },
  "Eva García Sáenz": {
    "bio": "Alavesa, reina del thriller español. Su trilogía de 'La ciudad blanca' convirtió Vitoria en escenario de crímenes rituales y la catapultó al éxito. García Sáenz mezcla historia, misterio y giros adictivos. Bestseller que no sacrifica calidad.",
    "nationality": "Española",
    "born": 1972,
    "genres": [
      "thriller",
      "policial",
      "misterio"
    ],
    "notable_works": [
      "El silencio de la ciudad blanca",
      "Los ritos del agua",
      "Los señores del tiempo"
    ]
  },
  "Patrick Radden Keefe": {
    "bio": "Americano, periodista del New Yorker, maestro del true crime literario. Keefe investiga durante años y luego escribe libros que leen como novelas: 'No digas nada' sobre el IRA, 'El imperio del dolor' sobre los Sackler y la crisis de opioides. Periodismo narrativo del mejor.",
    "nationality": "Estadounidense",
    "born": 1976,
    "genres": [
      "no ficción",
      "periodismo",
      "true crime"
    ],
    "notable_works": [
      "No digas nada",
      "El imperio del dolor",
      "Los chacales"
    ]
  },
  "William Ospina": {
    "bio": "Colombiano, poeta y novelista de la Conquista. Ospina ha dedicado una trilogía a contar la colonización de América desde dentro, con prosa hermosa y ambición épica. También es ensayista sobre Colombia y América Latina. Una voz mayor de las letras colombianas.",
    "nationality": "Colombiano",
    "born": 1954,
    "genres": [
      "ficción histórica",
      "poesía",
      "ensayo"
    ],
    "notable_works": [
      "Ursúa",
      "El país de la canela",
      "La serpiente sin ojos"
    ]
  },
  "Thornton Wilder": {
    "bio": "Americano, tres veces Pulitzer, dramaturgo y novelista. 'El puente de San Luis Rey' es una pequeña obra maestra sobre el destino. 'Nuestra ciudad' es una de las grandes obras de teatro americanas. Wilder escribía sobre lo eterno con elegancia y humanidad.",
    "nationality": "Estadounidense",
    "born": 1897,
    "died": 1975,
    "genres": [
      "ficción",
      "teatro",
      "filosófico"
    ],
    "notable_works": [
      "El puente de San Luis Rey",
      "Nuestra ciudad",
      "Los idus de marzo"
    ],
    "awards": [
      "Premio Pulitzer (3 veces)"
    ]
  },
  "F. Scott Fitzgerald": {
    "bio": "Americano, cronista de la era del jazz. Fitzgerald escribió 'El gran Gatsby': la gran novela americana sobre el sueño y la desilusión. Vivió rápido, murió a los 44, fue redescubierto después. La prosa más bella de su generación.",
    "nationality": "Estadounidense",
    "born": 1896,
    "died": 1940,
    "genres": [
      "ficción",
      "social",
      "literario"
    ],
    "notable_works": [
      "El gran Gatsby",
      "Suave es la noche",
      "A este lado del paraíso"
    ]
  },
  "Carlos Fuentes": {
    "bio": "Mexicano, cosmopolita, arquitecto de la novela mexicana moderna. Fuentes escribió 'La muerte de Artemio Cruz' y 'Terra Nostra': historia, mito y experimentación. Amigo del boom, diplomático, incansable. Una carrera inmensa.",
    "nationality": "Mexicano",
    "born": 1928,
    "died": 2012,
    "genres": [
      "ficción",
      "histórico",
      "experimental"
    ],
    "notable_works": [
      "La muerte de Artemio Cruz",
      "Terra Nostra",
      "Aura",
      "La región más transparente"
    ]
  },
  "José Saramago": {
    "bio": "Portugués, Nobel 1998, comunista, ateo, genio. Saramago escribía novelas sin puntos, con comas infinitas, sobre cegueras, elefantes y Jesús. 'Ensayo sobre la ceguera' es una parábola brutal. El gran escritor en portugués del siglo XX.",
    "nationality": "Portugués",
    "born": 1922,
    "died": 2010,
    "genres": [
      "ficción",
      "alegórico",
      "político"
    ],
    "notable_works": [
      "Ensayo sobre la ceguera",
      "El evangelio según Jesucristo",
      "Memorial del convento"
    ],
    "awards": [
      "Premio Nobel de Literatura 1998"
    ]
  },
  "Fyodor Dostoyevsky": {
    "bio": "Ruso, epiléptico, jugador, profeta. Dostoievski escribió las novelas más profundas sobre el alma humana. 'Crimen y castigo', 'Los hermanos Karamázov': abismos de culpa, fe y libertad. Fue condenado a muerte y perdonado en el último minuto. Esa experiencia marca toda su obra.",
    "nationality": "Ruso",
    "born": 1821,
    "died": 1881,
    "genres": [
      "ficción",
      "filosófico",
      "psicológico"
    ],
    "notable_works": [
      "Crimen y castigo",
      "Los hermanos Karamázov",
      "El idiota",
      "Los demonios"
    ]
  },
  "Jean-Paul Sartre": {
    "bio": "Francés, existencialista, comprometido. Sartre escribió filosofía, novela, teatro y mucho más. 'La náusea' es la novela existencialista por excelencia. Rechazó el Nobel. Vivió con Simone de Beauvoir toda su vida. El intelectual público del siglo XX.",
    "nationality": "Francés",
    "born": 1905,
    "died": 1980,
    "genres": [
      "filosofía",
      "ficción",
      "teatro"
    ],
    "notable_works": [
      "La náusea",
      "El ser y la nada",
      "A puerta cerrada"
    ]
  },
  "Miguel Ángel Hernández": {
    "bio": "Murciano, profesor de arte, novelista del duelo y la memoria. Hernández escribe autoficción sobre pérdida, familia y el paso del tiempo. 'El dolor de los demás' es una investigación sobre un crimen real en su pueblo. Honesto, cercano, conmovedor.",
    "nationality": "Español",
    "born": 1977,
    "genres": [
      "autoficción",
      "memorias",
      "ensayo"
    ],
    "notable_works": [
      "El dolor de los demás",
      "El instante de peligro",
      "Anoxia"
    ]
  },
  "Enrique Jardiel Poncela": {
    "bio": "Madrileño, humorista genial, incomprendido en su tiempo. Jardiel Poncela escribió teatro del absurdo antes que Ionesco y novelas cómicas brillantes. Fue vanguardista cuando España no estaba para vanguardias. Murió pobre y olvidado. Hoy se le reconoce como maestro.",
    "nationality": "Español",
    "born": 1901,
    "died": 1952,
    "genres": [
      "humor",
      "teatro",
      "absurdo"
    ],
    "notable_works": [
      "Amor se escribe sin hache",
      "Eloísa está debajo de un almendro",
      "Cuatro corazones con freno y marcha atrás"
    ]
  },
  "Yasunari Kawabata": {
    "bio": "Japonés, Nobel 1968, maestro de la belleza melancólica. Kawabata escribía novelas breves donde casi nada pasa y todo importa: una partida de go, un país nevado, una bailarina. Su prosa es como tinta sobre seda. Se suicidó en 1972 sin dejar nota.",
    "nationality": "Japonés",
    "born": 1899,
    "died": 1972,
    "genres": [
      "ficción",
      "literario",
      "contemplativo"
    ],
    "notable_works": [
      "País de nieve",
      "La casa de las bellas durmientes",
      "El maestro de Go"
    ],
    "awards": [
      "Premio Nobel de Literatura 1968"
    ]
  },
  "Freida McFadden": {
    "bio": "Americana, médica y escritora de thrillers psicológicos que arrasan en TikTok. McFadden escribe giros que no ves venir y protagonistas femeninas en situaciones imposibles. 'La empleada' se convirtió en fenómeno viral. Entretenimiento puro sin pretensiones.",
    "nationality": "Estadounidense",
    "genres": [
      "thriller",
      "psicológico",
      "suspense"
    ],
    "notable_works": [
      "La empleada",
      "El secreto de la empleada",
      "La secretaria"
    ]
  },
  "Andrea Wulf": {
    "bio": "Alemana-británica, historiadora de la naturaleza y la ciencia. Wulf escribe biografías de científicos y exploradores con pasión narrativa. 'La invención de la naturaleza' sobre Humboldt es una obra maestra de divulgación. Historia de la ciencia que se lee como aventura.",
    "nationality": "Alemana-Británica",
    "born": 1972,
    "genres": [
      "historia",
      "biografía",
      "ciencia"
    ],
    "notable_works": [
      "La invención de la naturaleza",
      "Magníficos rebeldes",
      "Los hermanos Humboldt"
    ]
  },
  "Jack Kerouac": {
    "bio": "Americano, rey de los beats, inventor del 'bop prosody'. Kerouac escribió 'En el camino' en un rollo de teletipo en tres semanas de benzedrina. Definió una generación de vagabundos espirituales. Murió alcoholizado a los 47. El más romántico de los rebeldes.",
    "nationality": "Estadounidense",
    "born": 1922,
    "died": 1969,
    "genres": [
      "ficción",
      "beat",
      "autobiográfico"
    ],
    "notable_works": [
      "En el camino",
      "Los vagabundos del Dharma",
      "Big Sur"
    ]
  },
  "Samuel R. Delany": {
    "bio": "Americano, negro, gay, genio de la ciencia ficción literaria. Delany empezó a publicar a los 20 y lleva 60 años expandiendo los límites del género. Sus novelas son experimentales, sexuales, filosóficas. También escribe memorias y crítica. Un maestro infravalorado.",
    "nationality": "Estadounidense",
    "born": 1942,
    "genres": [
      "ciencia ficción",
      "experimental",
      "queer"
    ],
    "notable_works": [
      "Dhalgren",
      "Nova",
      "Babel-17"
    ]
  },
  "Henry James": {
    "bio": "Americano que se hizo británico, maestro de la novela psicológica. James escribía frases tan largas y sinuosas como las conciencias que exploraba. 'Retrato de una dama' es una de las grandes novelas del XIX. Difícil pero recompensador. El padre de la modernidad narrativa.",
    "nationality": "Británico (nacido estadounidense)",
    "born": 1843,
    "died": 1916,
    "genres": [
      "ficción",
      "psicológico",
      "social"
    ],
    "notable_works": [
      "Retrato de una dama",
      "Otra vuelta de tuerca",
      "Las alas de la paloma"
    ]
  },
  "Ann Napolitano": {
    "bio": "Americana que escribe novelas familiares con corazón enorme. 'Queridos Edward' (sobre un niño que sobrevive a un accidente de avión) y 'Hola, hermoso' (sobre cuatro hermanos) son emotivas sin ser cursis. Para cuando quieres llorar con ganas y sentirte bien después.",
    "nationality": "Estadounidense",
    "genres": [
      "ficción",
      "familiar",
      "contemporáneo"
    ],
    "notable_works": [
      "Queridos Edward",
      "Hola, hermoso",
      "A Good Hard Look"
    ]
  },
  "Jesús Carrasco": {
    "bio": "Extremeño, revelación tardía, autor de 'Intemperie'. Carrasco publicó su primera novela a los 41 y fue un éxito inmediato: un western ibérico, duro y lírico, sobre un niño que huye por un campo reseco. Escribe poco y cada libro es un acontecimiento.",
    "nationality": "Español",
    "born": 1972,
    "genres": [
      "ficción",
      "literario",
      "rural"
    ],
    "notable_works": [
      "Intemperie",
      "La tierra que pisamos",
      "Llévame a casa"
    ]
  },
  "Søren Kierkegaard": {
    "bio": "Danés, padre del existencialismo, filósofo del individuo. Kierkegaard escribió sobre angustia, fe, decisión y autenticidad con pasión y humor negro. Murió a los 42 dejando una obra inmensa. Cuesta leerlo pero cambia cómo piensas sobre ti mismo.",
    "nationality": "Danés",
    "born": 1813,
    "died": 1855,
    "genres": [
      "filosofía",
      "teología",
      "existencialismo"
    ],
    "notable_works": [
      "El concepto de la angustia",
      "Temor y temblor",
      "O lo uno o lo otro"
    ]
  },
  "Susanna Clarke": {
    "bio": "Inglesa que tardó 10 años en escribir 'Jonathan Strange y el señor Norrell' y otros 15 en la segunda novela. Ambas son extraordinarias: fantasía victoriana la primera, fábula misteriosa la segunda. Clarke escribe poco pero cada página vale la pena esperar.",
    "nationality": "Británica",
    "born": 1959,
    "genres": [
      "fantasía",
      "histórico",
      "literario"
    ],
    "notable_works": [
      "Jonathan Strange y el señor Norrell",
      "Piranesi"
    ]
  },
  "Flannery O'Connor": {
    "bio": "Sureña, católica, maestra del cuento grotesco. O'Connor escribió sobre la gracia divina en un Sur lleno de fanáticos, asesinos y freaks. Murió de lupus a los 39. Sus cuentos son perfectos: violentos, extraños, iluminados por una fe feroz.",
    "nationality": "Estadounidense",
    "born": 1925,
    "died": 1964,
    "genres": [
      "cuento",
      "gótico sureño",
      "religioso"
    ],
    "notable_works": [
      "Un hombre bueno es difícil de encontrar",
      "Sangre sabia",
      "Todo lo que asciende tiene que converger"
    ]
  },
  "Maggie O'Farrell": {
    "bio": "Irlandesa criada en Escocia, maestra del detalle íntimo. 'Hamnet' ganó el Women's Prize y es extraordinaria: la muerte del hijo de Shakespeare contada desde quienes lo amaban. Sus novelas son precisas, emotivas y difíciles de olvidar.",
    "nationality": "Británica (Irlandesa)",
    "born": 1972,
    "genres": [
      "ficción",
      "histórico",
      "familiar"
    ],
    "notable_works": [
      "Hamnet",
      "Instrucciones para una ola de calor",
      "Soy, soy, soy"
    ],
    "awards": [
      "Women's Prize for Fiction 2020"
    ]
  },
  "Edna O'Brien": {
    "bio": "Irlandesa, rebelde, la primera en escribir sobre el deseo femenino en la católica Irlanda. Sus primeras novelas fueron quemadas en su pueblo. Siguió escribiendo 60 años sobre mujeres, violencia, memoria. Murió en 2024 como leyenda.",
    "nationality": "Irlandesa",
    "born": 1930,
    "died": 2024,
    "genres": [
      "ficción",
      "feminismo",
      "irlandés"
    ],
    "notable_works": [
      "Las chicas del campo",
      "Chica de campo",
      "La chica"
    ]
  },
  "Norman Mailer": {
    "bio": "Americano, machote de las letras, provocador nato. Mailer escribió la gran novela de la Segunda Guerra Mundial ('Los desnudos y los muertos') a los 25. Luego se dedicó a boxear, beber, casarse seis veces y escribir sobre todo. Ganó dos Pulitzer.",
    "nationality": "Estadounidense",
    "born": 1923,
    "died": 2007,
    "genres": [
      "ficción",
      "periodismo",
      "ensayo"
    ],
    "notable_works": [
      "Los desnudos y los muertos",
      "La canción del verdugo",
      "Los ejércitos de la noche"
    ],
    "awards": [
      "Premio Pulitzer (2 veces)"
    ]
  },
  "Sylvia Plath": {
    "bio": "Americana, poeta confessional, símbolo trágico. Plath escribió 'La campana de cristal' sobre su depresión. Su poesía es feroz y hermosa. Se suicidó a los 30, dejando a sus hijos y una obra que se volvió icónica. Cada generación la redescubre.",
    "nationality": "Estadounidense",
    "born": 1932,
    "died": 1963,
    "genres": [
      "poesía",
      "ficción",
      "autobiografía"
    ],
    "notable_works": [
      "La campana de cristal",
      "Ariel",
      "Los diarios de Sylvia Plath"
    ]
  },
  "Marguerite Duras": {
    "bio": "Francesa nacida en Indochina, escritora del deseo y la ausencia. Duras escribía frases cortas sobre amores imposibles. 'El amante' ganó el Goncourt y la hizo famosa a los 70. También cineasta. Hipnótica.",
    "nationality": "Francesa",
    "born": 1914,
    "died": 1996,
    "genres": [
      "ficción",
      "autobiográfico",
      "experimental"
    ],
    "notable_works": [
      "El amante",
      "Hiroshima mon amour",
      "El arrebato de Lol V. Stein"
    ],
    "awards": [
      "Premio Goncourt 1984"
    ]
  },
  "J. R. R. Tolkien": {
    "bio": "Inglés, filólogo de Oxford, padre de la fantasía moderna. Tolkien creó la Tierra Media con sus lenguas, historias y mapas. 'El Señor de los Anillos' ha vendido 150 millones de copias. Sin él no existiría el género fantástico como lo conocemos.",
    "nationality": "Británico",
    "born": 1892,
    "died": 1973,
    "genres": [
      "fantasía",
      "aventura",
      "épico"
    ],
    "notable_works": [
      "El Señor de los Anillos",
      "El hobbit",
      "El Silmarillion"
    ]
  },
  "Ursula K. Le Guin": {
    "bio": "Americana, maestra de la ciencia ficción y la fantasía con alma. Le Guin escribía sobre género, poder y utopía con elegancia literaria. 'La mano izquierda de la oscuridad' y 'Los desposeídos' son clásicos. Feminista, anarquista, brillante.",
    "nationality": "Estadounidense",
    "born": 1929,
    "died": 2018,
    "genres": [
      "ciencia ficción",
      "fantasía",
      "feminismo"
    ],
    "notable_works": [
      "La mano izquierda de la oscuridad",
      "Los desposeídos",
      "Un mago de Terramar"
    ]
  },
  "Stieg Larsson": {
    "bio": "Sueco, periodista antifascista, padre de Lisbeth Salander. Larsson escribió la trilogía Millennium en secreto y murió de un infarto antes de verla publicada. 'Los hombres que no amaban a las mujeres' se convirtió en fenómeno global. Un thriller que cambió el género.",
    "nationality": "Sueco",
    "born": 1954,
    "died": 2004,
    "genres": [
      "thriller",
      "noir",
      "policial"
    ],
    "notable_works": [
      "Los hombres que no amaban a las mujeres",
      "La chica que soñaba con una cerilla",
      "La reina en el palacio de las corrientes de aire"
    ]
  },
  "Juan José Millás": {
    "bio": "Madrileño nacido en Valencia, maestro de lo extraño cotidiano. Millás escribe columnas, cuentos y novelas donde lo real se vuelve inquietante. Mezcla humor, neurosis y una mirada única. Uno de los más originales.",
    "nationality": "Español",
    "born": 1946,
    "genres": [
      "ficción",
      "columna",
      "autoficción"
    ],
    "notable_works": [
      "El desorden de tu nombre",
      "No mires debajo de la cama",
      "La soledad era esto"
    ]
  },
  "Juan Luis Arsuaga": {
    "bio": "Paleoantropólogo español, codirector de Atapuerca y gran divulgador. Arsuaga ha convertido la prehistoria en bestseller sin perder rigor. Sus libros explican de dónde venimos con entusiasmo contagioso. La ciencia como aventura.",
    "nationality": "Español",
    "born": 1954,
    "genres": [
      "divulgación",
      "ciencia",
      "prehistoria"
    ],
    "notable_works": [
      "La especie elegida",
      "El collar del neandertal",
      "Vida, la gran historia"
    ]
  },
  "Italo Svevo": {
    "bio": "Italiano de Trieste, amigo de Joyce, descubierto tarde. 'La conciencia de Zeno' es una de las grandes novelas del siglo XX: un fumador que intenta dejar de fumar mientras su psicoanalista lo escucha. Irónico, moderno, genial.",
    "nationality": "Italiano",
    "born": 1861,
    "died": 1928,
    "genres": [
      "ficción",
      "psicológico",
      "modernismo"
    ],
    "notable_works": [
      "La conciencia de Zeno",
      "Senilidad",
      "Una vida"
    ]
  },
  "André Malraux": {
    "bio": "Francés, aventurero, ministro de cultura de De Gaulle. Malraux vivió como personaje de novela: traficante de arte en Camboya, combatiente en España, resistente contra los nazis. Sus novelas son épicas y filosóficas. Escribía como vivía: a lo grande.",
    "nationality": "Francés",
    "born": 1901,
    "died": 1976,
    "genres": [
      "ficción",
      "filosófico",
      "aventura"
    ],
    "notable_works": [
      "La condición humana",
      "La esperanza",
      "Las voces del silencio"
    ]
  },
  "Nazareth Castellanos": {
    "bio": "Neurocientífica española que investiga la conexión entre cerebro, cuerpo y bienestar. Castellanos divulga sobre meditación, emociones y neurociencia con rigor y claridad. Ciencia del bienestar accesible y práctica.",
    "nationality": "Española",
    "genres": [
      "divulgación",
      "neurociencia",
      "bienestar"
    ],
    "notable_works": [
      "El espejo del cerebro",
      "Neurociencia del cuerpo"
    ]
  },
  "Daron Acemoglu": {
    "bio": "Economista turco-americano, premio Nobel 2024, referente en instituciones y desarrollo. '¿Por qué fracasan los países?' (con Robinson) explica la desigualdad global con claridad demoledora. Economía que importa.",
    "nationality": "Turco-Estadounidense",
    "born": 1967,
    "genres": [
      "economía",
      "política",
      "ensayo"
    ],
    "notable_works": [
      "Por qué fracasan los países",
      "El pasillo estrecho"
    ],
    "awards": [
      "Premio Nobel de Economía 2024"
    ]
  },
  "Jordi Gracia": {
    "bio": "Catalán, catedrático de literatura, biógrafo y ensayista. Gracia ha escrito biografías fundamentales (Cervantes, Ortega, Machado) y ensayos sobre la cultura española del siglo XX. Erudición que se lee con placer.",
    "nationality": "Español",
    "born": 1965,
    "genres": [
      "biografía",
      "ensayo",
      "historia literaria"
    ],
    "notable_works": [
      "Cervantes",
      "José Ortega y Gasset",
      "La resistencia silenciosa"
    ]
  },
  "Hanya Yanagihara": {
    "bio": "Americana de Hawái, editora y novelista de las emociones extremas. 'Tan poca vida' es una novela de 1000 páginas sobre trauma y amistad masculina que parte el corazón. Polariza: la amas o no puedes terminarla. Pero nadie queda indiferente.",
    "nationality": "Estadounidense",
    "born": 1974,
    "genres": [
      "ficción",
      "literario",
      "drama"
    ],
    "notable_works": [
      "Tan poca vida",
      "Un lugar para mí",
      "Hacia el paraíso"
    ]
  },
  "Roberto Saviano": {
    "bio": "Italiano que vive escondido por escribir sobre la Camorra. 'Gomorra' reveló los negocios de la mafia napolitana y le costó una condena a muerte. Saviano sigue escribiendo, bajo protección policial 24/7. Periodismo como acto de valentía.",
    "nationality": "Italiano",
    "born": 1979,
    "genres": [
      "no ficción",
      "periodismo",
      "crimen"
    ],
    "notable_works": [
      "Gomorra",
      "CeroCeroCero",
      "La paranza de los niños"
    ]
  },
  "Lauren Groff": {
    "bio": "Americana, tres veces finalista del National Book Award. Groff escribe ficción ambiciosa sobre matrimonios, Florida, monjas medievales. 'Matrix' es su obra maestra: una abadesa del siglo XII que construye un reino de mujeres. Prosa luminosa y feroz.",
    "nationality": "Estadounidense",
    "born": 1978,
    "genres": [
      "ficción",
      "histórico",
      "literario"
    ],
    "notable_works": [
      "Matrix",
      "Fata Morgana",
      "Los monstruos de Templeton"
    ]
  },
  "Svetlana Alexiévich": {
    "bio": "Bielorrusa, Nobel 2015, creadora de la 'novela de voces'. Alexiévich entrevista a cientos de personas y teje sus testimonios en libros devastadores: Chernóbil, Afganistán, el fin de la URSS. No inventa nada, solo escucha. Y con eso basta.",
    "nationality": "Bielorrusa",
    "born": 1948,
    "genres": [
      "no ficción",
      "testimonial",
      "historia"
    ],
    "notable_works": [
      "Voces de Chernóbil",
      "La guerra no tiene rostro de mujer",
      "El fin del homo sovieticus"
    ],
    "awards": [
      "Premio Nobel de Literatura 2015"
    ]
  },
  "Amélie Nothomb": {
    "bio": "Belga de origen japonés, excéntrica, prolífica. Nothomb publica una novela cada septiembre desde hace 30 años. Escribe sobre Japón, el hambre, relaciones tóxicas, siempre con ironía y rareza. Inclasificable y adictiva.",
    "nationality": "Belga",
    "born": 1967,
    "genres": [
      "ficción",
      "autobiográfico",
      "humor negro"
    ],
    "notable_works": [
      "Estupor y temblores",
      "Metafísica de los tubos",
      "Higiene del asesino"
    ]
  },
  "George R. R. Martin": {
    "bio": "Americano, creador de 'Canción de hielo y fuego'. Martin redefinió la fantasía épica: dragones y política, sexo y muerte, sin héroes seguros. 'Juego de tronos' se convirtió en la serie más grande de la historia. Todavía le debemos el final.",
    "nationality": "Estadounidense",
    "born": 1948,
    "genres": [
      "fantasía",
      "épico",
      "drama"
    ],
    "notable_works": [
      "Juego de tronos",
      "Choque de reyes",
      "Tormenta de espadas"
    ]
  },
  "Neil Gaiman": {
    "bio": "Inglés que vive en Estados Unidos, dios de lo fantástico. Gaiman escribe cómics ('Sandman'), novelas ('American Gods'), libros infantiles ('Coraline') y todo le sale bien. Su imaginación no tiene límites. El rockstar de la literatura fantástica.",
    "nationality": "Británico",
    "born": 1960,
    "genres": [
      "fantasía",
      "terror",
      "cómic"
    ],
    "notable_works": [
      "American Gods",
      "Sandman",
      "Coraline",
      "El océano al final del camino"
    ]
  },
  "Brandon Sanderson": {
    "bio": "Americano, mormón, máquina de fantasía épica. Sanderson escribe sistemas de magia tan detallados que parecen física. Terminó 'La rueda del tiempo' de Jordan y tiene su propio universo (Cosmere) de miles de páginas. Prolífico y adictivo.",
    "nationality": "Estadounidense",
    "born": 1975,
    "genres": [
      "fantasía",
      "épico",
      "ciencia ficción"
    ],
    "notable_works": [
      "El camino de los reyes",
      "Nacidos de la bruma",
      "El archivo de las tormentas"
    ]
  },
  "Frank Herbert": {
    "bio": "Americano, creador de 'Dune'. Herbert construyó un universo de política, religión y ecología tan complejo que sigue inspirando. 'Dune' es una de las novelas de ciencia ficción más vendidas de la historia. Visionario.",
    "nationality": "Estadounidense",
    "born": 1920,
    "died": 1986,
    "genres": [
      "ciencia ficción",
      "épico",
      "filosófico"
    ],
    "notable_works": [
      "Dune",
      "El mesías de Dune",
      "Hijos de Dune"
    ]
  },
  "Liu Cixin": {
    "bio": "Chino, ingeniero, renovador de la ciencia ficción. 'El problema de los tres cuerpos' ganó el Hugo y puso la ciencia ficción china en el mapa mundial. Liu piensa a escala cósmica: civilizaciones, física, el fin del universo. Ambición pura.",
    "nationality": "Chino",
    "born": 1963,
    "genres": [
      "ciencia ficción",
      "hard sci-fi",
      "épico"
    ],
    "notable_works": [
      "El problema de los tres cuerpos",
      "El bosque oscuro",
      "El fin de la muerte"
    ],
    "awards": [
      "Premio Hugo 2015"
    ]
  },
  "Arthur C. Clarke": {
    "bio": "Inglés, visionario, uno de los tres grandes de la ciencia ficción. Clarke predijo los satélites geoestacionarios y escribió '2001: Una odisea del espacio' con Kubrick. Su ciencia ficción es optimista y rigurosa. El poeta del espacio.",
    "nationality": "Británico",
    "born": 1917,
    "died": 2008,
    "genres": [
      "ciencia ficción",
      "hard sci-fi",
      "filosófico"
    ],
    "notable_works": [
      "2001: Una odisea del espacio",
      "Cita con Rama",
      "El fin de la infancia"
    ]
  },
  "Eugene O'Neill": {
    "bio": "Americano, Nobel 1936, padre del drama moderno estadounidense. O'Neill escribió tragedias familiares de intensidad casi griega. 'Largo viaje hacia la noche' es autobiográfica y devastadora. Luchó contra el alcoholismo y los demonios familiares; los convirtió en arte.",
    "nationality": "Estadounidense",
    "born": 1888,
    "died": 1953,
    "genres": [
      "teatro",
      "drama",
      "tragedia"
    ],
    "notable_works": [
      "Largo viaje hacia la noche",
      "El emperador Jones",
      "Deseo bajo los olmos"
    ],
    "awards": [
      "Premio Nobel de Literatura 1936"
    ]
  },
  "Flann O'Brien": {
    "bio": "Irlandés, genio cómico, maestro del absurdo. O'Brien escribió 'En Nadar-dos-pájaros', una novela sobre un escritor que escribe sobre un escritor. También era columnista legendario. Joyce lo admiraba. Bebió demasiado y murió olvidado.",
    "nationality": "Irlandés",
    "born": 1911,
    "died": 1966,
    "genres": [
      "ficción",
      "humor",
      "absurdo",
      "metaficción"
    ],
    "notable_works": [
      "En Nadar-dos-pájaros",
      "El tercer policía",
      "La boca pobre"
    ]
  },
  "J. G. Farrell": {
    "bio": "Inglés de origen irlandés, maestro de la novela histórica sobre el fin del Imperio Británico. Farrell escribió una trilogía brillante y olvidada. Murió ahogado en Irlanda a los 44. Merece resurrección.",
    "nationality": "Británico",
    "born": 1935,
    "died": 1979,
    "genres": [
      "ficción histórica",
      "político",
      "literario"
    ],
    "notable_works": [
      "Disturbios",
      "El sitio de Krishnapur",
      "La toma de Singapur"
    ],
    "awards": [
      "Booker Prize 1973"
    ]
  },
  "Maggie O’Farrell": {
    "bio": "Irlandesa criada en Escocia, maestra del detalle íntimo. 'Hamnet' ganó el Women's Prize y es extraordinaria: la muerte del hijo de Shakespeare contada desde quienes lo amaban. Sus novelas son precisas, emotivas y difíciles de olvidar.",
    "nationality": "Británica (Irlandesa)",
    "born": 1972,
    "genres": [
      "ficción",
      "histórico",
      "familiar"
    ],
    "notable_works": [
      "Hamnet",
      "Instrucciones para una ola de calor",
      "Soy, soy, soy"
    ],
    "awards": [
      "Women's Prize for Fiction 2020"
    ]
  },
  "Flannery O’Connor": {
    "bio": "Sureña, católica, maestra del cuento grotesco. O'Connor escribió sobre la gracia divina en un Sur lleno de fanáticos, asesinos y freaks. Murió de lupus a los 39. Sus cuentos son perfectos: violentos, extraños, iluminados por una fe feroz.",
    "nationality": "Estadounidense",
    "born": 1925,
    "died": 1964,
    "genres": [
      "cuento",
      "gótico sureño",
      "religioso"
    ],
    "notable_works": [
      "Un hombre bueno es difícil de encontrar",
      "Sangre sabia",
      "Todo lo que asciende tiene que converger"
    ]
  },
  "Edna O’Brien": {
    "bio": "Irlandesa, rebelde, la primera en escribir sobre el deseo femenino en la católica Irlanda. Sus primeras novelas fueron quemadas en su pueblo. Siguió escribiendo 60 años sobre mujeres, violencia, memoria. Murió en 2024 como leyenda.",
    "nationality": "Irlandesa",
    "born": 1930,
    "died": 2024,
    "genres": [
      "ficción",
      "feminismo",
      "irlandés"
    ],
    "notable_works": [
      "Las chicas del campo",
      "Chica de campo",
      "La chica"
    ]
  },
  "Eugene O’Neill": {
    "bio": "Americano, Nobel 1936, padre del drama moderno estadounidense. O'Neill escribió tragedias familiares de intensidad casi griega. 'Largo viaje hacia la noche' es autobiográfica y devastadora. Luchó contra el alcoholismo y los demonios familiares; los convirtió en arte.",
    "nationality": "Estadounidense",
    "born": 1888,
    "died": 1953,
    "genres": [
      "teatro",
      "drama",
      "tragedia"
    ],
    "notable_works": [
      "Largo viaje hacia la noche",
      "El emperador Jones",
      "Deseo bajo los olmos"
    ],
    "awards": [
      "Premio Nobel de Literatura 1936"
    ]
  },
  "Flann O’Brien": {
    "bio": "Irlandés, genio cómico, maestro del absurdo. O'Brien escribió 'En Nadar-dos-pájaros', una novela sobre un escritor que escribe sobre un escritor. También era columnista legendario. Joyce lo admiraba. Bebió demasiado y murió olvidado.",
    "nationality": "Irlandés",
    "born": 1911,
    "died": 1966,
    "genres": [
      "ficción",
      "humor",
      "absurdo",
      "metaficción"
    ],
    "notable_works": [
      "En Nadar-dos-pájaros",
      "El tercer policía",
      "La boca pobre"
    ]
  },
  "Edna O´Brien": {
    "bio": "Irlandesa, rebelde, la primera en escribir sobre el deseo femenino en la católica Irlanda. Sus primeras novelas fueron quemadas en su pueblo. Siguió escribiendo 60 años sobre mujeres, violencia, memoria. Murió en 2024 como leyenda.",
    "nationality": "Irlandesa",
    "born": 1930,
    "died": 2024,
    "genres": [
      "ficción",
      "feminismo",
      "irlandés"
    ],
    "notable_works": [
      "Las chicas del campo",
      "Chica de campo",
      "La chica"
    ]
  },
  "Jonathan Haidt": {
    "bio": "Psicólogo social americano que estudia por qué discutimos tanto. 'La mente de los justos' explica la polarización política con ciencia y claridad. Su último libro sobre redes sociales y salud mental juvenil ha generado debate global. Divulgación psicológica de primer nivel.",
    "nationality": "Estadounidense",
    "born": 1963,
    "genres": [
      "psicología",
      "política",
      "divulgación"
    ],
    "notable_works": [
      "La mente de los justos",
      "La transformación de la mente moderna",
      "La hipótesis de la felicidad"
    ]
  },
  "Kingsley Amis": {
    "bio": "Inglés, padre de Martin Amis, gruñón genial. 'Lucky Jim' es una de las comedias más divertidas de la literatura inglesa. Amis escribía con veneno sobre la academia, el matrimonio y la decadencia británica. Conservador, bebedor, brillante.",
    "nationality": "Británico",
    "born": 1922,
    "died": 1995,
    "genres": [
      "ficción",
      "humor",
      "sátira"
    ],
    "notable_works": [
      "Lucky Jim",
      "The Old Devils",
      "La alteración"
    ],
    "awards": [
      "Booker Prize 1986"
    ]
  },
  "Jorge Volpi": {
    "bio": "Mexicano, líder del Crack, novelista de ideas. Volpi escribe ficción ambiciosa sobre ciencia, historia y política. 'En busca de Klingsor' mezcla física cuántica y nazismo. Intelectual público, ensayista, académico. La inteligencia mexicana en acción.",
    "nationality": "Mexicano",
    "born": 1968,
    "genres": [
      "ficción",
      "histórico",
      "ensayo"
    ],
    "notable_works": [
      "En busca de Klingsor",
      "No será la Tierra",
      "Memorial del engaño"
    ]
  },
  "Thomas Hardy": {
    "bio": "Inglés victoriano que escribía tragedias rurales de una dureza implacable. Hardy contaba historias de amores imposibles y destinos crueles en el campo inglés. 'Tess' y 'Jude el oscuro' escandalizaron a su época. Dejó la novela y se dedicó a la poesía. Un pesimista con corazón.",
    "nationality": "Británico",
    "born": 1840,
    "died": 1928,
    "genres": [
      "ficción",
      "victoriano",
      "tragedia"
    ],
    "notable_works": [
      "Tess de los d'Urberville",
      "Jude el oscuro",
      "Lejos del mundanal ruido"
    ]
  },
  "Ricardo Piglia": {
    "bio": "Argentino, crítico y narrador, uno de los grandes de las letras latinoamericanas. Piglia escribía ficción que piensa y ensayos que narran. 'Respiración artificial' es un clásico. También fue legendario profesor y diarista. Murió en 2017 dejando una obra que sigue creciendo.",
    "nationality": "Argentino",
    "born": 1941,
    "died": 2017,
    "genres": [
      "ficción",
      "ensayo",
      "crítica"
    ],
    "notable_works": [
      "Respiración artificial",
      "Plata quemada",
      "Los diarios de Emilio Renzi"
    ]
  },
  "Daniel Mendelsohn": {
    "bio": "Americano, clasicista, memorialista. Mendelsohn escribe sobre Grecia antigua, su familia judía, Broadway y todo lo que ama. 'Los hundidos' es una investigación sobre el Holocausto que es también una meditación sobre la memoria. Crítico del New Yorker, erudito y emotivo.",
    "nationality": "Estadounidense",
    "born": 1960,
    "genres": [
      "memorias",
      "ensayo",
      "clásicos"
    ],
    "notable_works": [
      "Los hundidos",
      "Una Odisea",
      "Waiting for the Barbarians"
    ]
  },
  "Manuel Jabois": {
    "bio": "Gallego, periodista de El País, novelista tardío pero certero. Jabois escribe columnas adictivas y novelas que duelen. 'Malaherba' sobre la paternidad rota fue un éxito. Mezcla humor y melancolía con gracia natural. Una de las plumas más leídas del periodismo español.",
    "nationality": "Español",
    "born": 1978,
    "genres": [
      "ficción",
      "periodismo",
      "columna"
    ],
    "notable_works": [
      "Malaherba",
      "Miss Marte",
      "Nos vemos en esta vida o en la otra"
    ]
  },
  "Dolly Alderton": {
    "bio": "Inglesa, periodista, voz de una generación de millennials. 'Todo lo que sé sobre el amor' mezcla memorias y humor sobre amistad, desamor y crecer. Alderton escribe con honestidad brutal sobre resacas, dating apps y la vida moderna. Para reír y llorar a la vez.",
    "nationality": "Británica",
    "born": 1988,
    "genres": [
      "memorias",
      "humor",
      "contemporáneo"
    ],
    "notable_works": [
      "Todo lo que sé sobre el amor",
      "Fantasmas",
      "Good Material"
    ]
  },
  "Suzanne Collins": {
    "bio": "Americana, creadora de Katniss Everdeen. 'Los juegos del hambre' conquistó el mundo: distopía YA que habla de violencia, poder y resistencia. Collins también escribió para TV infantil. Sus libros han vendido más de 100 millones de copias.",
    "nationality": "Estadounidense",
    "born": 1962,
    "genres": [
      "juvenil",
      "distopía",
      "aventura"
    ],
    "notable_works": [
      "Los juegos del hambre",
      "En llamas",
      "Sinsajo",
      "Balada de pájaros cantores y serpientes"
    ]
  },
  "Sófocles": {
    "bio": "Griego, uno de los tres grandes trágicos de Atenas. Sófocles escribió 'Edipo Rey', que Aristóteles consideraba la tragedia perfecta. Vivió 90 años, ganó 24 concursos dramáticos y definió el teatro para siempre. Sus personajes luchan contra destinos que no pueden escapar.",
    "nationality": "Griego",
    "born": -496,
    "died": -406,
    "genres": [
      "teatro",
      "tragedia",
      "clásico"
    ],
    "notable_works": [
      "Edipo Rey",
      "Antígona",
      "Electra"
    ]
  },
  "Annie Proulx": {
    "bio": "Americana tardía —publicó su primera novela a los 58— y extraordinaria. Proulx escribe sobre la América rural y dura: rancheros, paisajes implacables, vidas difíciles. 'Secreto en la montaña' (Brokeback Mountain) se convirtió en película icónica. Pulitzer por 'Atando cabos'.",
    "nationality": "Estadounidense",
    "born": 1935,
    "genres": [
      "ficción",
      "rural",
      "americano"
    ],
    "notable_works": [
      "Atando cabos",
      "Secreto en la montaña",
      "Postcards"
    ],
    "awards": [
      "Premio Pulitzer 1994"
    ]
  },
  "Taylor Jenkins Reid": {
    "bio": "Americana, reina del drama emotivo y adictivo. Reid escribe sobre mujeres complicadas, el precio de la fama y los secretos familiares. 'Los siete maridos de Evelyn Hugo' fue fenómeno de BookTok. Sus novelas enganchan desde la primera página.",
    "nationality": "Estadounidense",
    "born": 1983,
    "genres": [
      "ficción",
      "drama",
      "contemporáneo"
    ],
    "notable_works": [
      "Los siete maridos de Evelyn Hugo",
      "Daisy Jones & The Six",
      "Malibu Rising"
    ]
  },
  "Gabriela Wiener": {
    "bio": "Peruana afincada en España, cronista de su propio cuerpo y deseos. Wiener escribe sobre sexo, maternidad, poliamor, raza e identidad con honestidad feroz. 'Huaco retrato' es una investigación sobre su antepasado colonialista. Periodismo gonzo en primera persona.",
    "nationality": "Peruana",
    "born": 1975,
    "genres": [
      "crónica",
      "ensayo",
      "autoficción"
    ],
    "notable_works": [
      "Huaco retrato",
      "Sexografías",
      "Nueve lunas"
    ]
  },
  "Noemí Trujillo": {
    "bio": "Española, escritora de ficción que explora emociones complejas y relaciones. Su prosa es cercana y emotiva, conectando con lectores que buscan historias sobre la vida real, el amor y la superación personal.",
    "nationality": "Española",
    "genres": [
      "ficción",
      "romántico",
      "contemporáneo"
    ],
    "notable_works": [
      "Cuando seas mayor",
      "Lo que la marea esconde"
    ]
  },
  "William M. Thackeray": {
    "bio": "Inglés victoriano, rival de Dickens. 'La feria de las vanidades' es su obra maestra: una sátira sin héroes sobre la ambición y la hipocresía de la sociedad inglesa. Thackeray era más cínico que Dickens, menos sentimental, igual de brillante.",
    "nationality": "Británico",
    "born": 1811,
    "died": 1863,
    "genres": [
      "ficción",
      "victoriano",
      "sátira"
    ],
    "notable_works": [
      "La feria de las vanidades",
      "La historia de Henry Esmond",
      "Los recién llegados"
    ]
  },
  "Steve Brusatte": {
    "bio": "Paleontólogo americano que hace de los dinosaurios algo emocionante otra vez. 'Auge y caída de los dinosaurios' es divulgación científica de primer nivel: rigurosa, accesible y llena de descubrimientos recientes. Ciencia como aventura.",
    "nationality": "Estadounidense",
    "born": 1984,
    "genres": [
      "divulgación",
      "paleontología",
      "ciencia"
    ],
    "notable_works": [
      "Auge y caída de los dinosaurios",
      "The Rise and Reign of the Mammals"
    ]
  },
  "Martin Amis": {
    "bio": "Inglés, hijo de Kingsley, enfant terrible de las letras británicas. Amis escribía prosa acrobática sobre la decadencia, el narcisismo y la muerte. 'Dinero' y 'Campos de Londres' son sus cumbres. Polémico, brillante, insufrible a veces. Murió en 2023.",
    "nationality": "Británico",
    "born": 1949,
    "died": 2023,
    "genres": [
      "ficción",
      "satírico",
      "literario"
    ],
    "notable_works": [
      "Dinero",
      "Campos de Londres",
      "La información",
      "La zona de interés"
    ]
  },
  "Ali Smith": {
    "bio": "Escocesa, experimental y accesible a la vez. Smith escribe novelas que juegan con la forma mientras cuentan historias humanas y urgentes. Su cuarteto de las estaciones ('Otoño', 'Invierno'...) captura el Brexit y el presente. Una de las voces más originales de la literatura británica.",
    "nationality": "Británica (Escocesa)",
    "born": 1962,
    "genres": [
      "ficción",
      "experimental",
      "político"
    ],
    "notable_works": [
      "Otoño",
      "Cómo ser ambas cosas",
      "Hotel World"
    ]
  },
  "Elizabeth Strout": {
    "bio": "Americana de Maine, maestra de las vidas pequeñas y profundas. Strout escribe sobre gente ordinaria en pueblos de Nueva Inglaterra con una compasión que desarma. 'Olive Kitteridge' ganó el Pulitzer. Sus libros son silenciosos y devastadores.",
    "nationality": "Estadounidense",
    "born": 1956,
    "genres": [
      "ficción",
      "literario",
      "drama"
    ],
    "notable_works": [
      "Olive Kitteridge",
      "Mi nombre es Lucy Barton",
      "Oh William!"
    ],
    "awards": [
      "Premio Pulitzer 2009"
    ]
  },
  "Sally Rooney": {
    "bio": "Irlandesa, voz de los millennials, fenómeno editorial. Rooney escribe sobre jóvenes que hablan de política, sexo y clase social en diálogos brillantes. 'Gente normal' conquistó el mundo. La acusan de ser demasiado de moda; ella sigue escribiendo novelas perfectas.",
    "nationality": "Irlandesa",
    "born": 1991,
    "genres": [
      "ficción",
      "contemporáneo",
      "romance"
    ],
    "notable_works": [
      "Conversaciones entre amigos",
      "Gente normal",
      "Dónde estás, mundo bello"
    ]
  },
  "Leila Slimani": {
    "bio": "Franco-marroquí, Goncourt 2016, novelista del lado oscuro de la maternidad y el deseo. 'Canción dulce' empieza con una niñera que mata; desde ahí retrocede hacia el horror. Slimani escribe sobre mujeres atrapadas con precisión perturbadora.",
    "nationality": "Franco-Marroquí",
    "born": 1981,
    "genres": [
      "ficción",
      "thriller",
      "psicológico"
    ],
    "notable_works": [
      "Canción dulce",
      "El jardín del ogro",
      "El país de los otros"
    ],
    "awards": [
      "Premio Goncourt 2016"
    ]
  },
  "Patti Smith": {
    "bio": "Americana, madrina del punk, poeta del rock. Smith también escribe libros: 'Éramos unos niños' sobre su relación con Robert Mapplethorpe es una de las mejores memorias del siglo XXI. Su prosa es lírica, honesta, llena de arte y duelo.",
    "nationality": "Estadounidense",
    "born": 1946,
    "genres": [
      "memorias",
      "poesía",
      "música"
    ],
    "notable_works": [
      "Éramos unos niños",
      "M Train",
      "El año del mono"
    ]
  },
  "Ocean Vuong": {
    "bio": "Vietnamita-americano, poeta y novelista de una belleza dolorosa. 'En la tierra somos fugazmente grandiosos' es una carta de un hijo a su madre que no sabe leer: sobre guerra, inmigración, amor y trauma. Vuong escribe como si cada palabra costara sangre.",
    "nationality": "Estadounidense (nacido vietnamita)",
    "born": 1988,
    "genres": [
      "ficción",
      "poesía",
      "autobiográfico"
    ],
    "notable_works": [
      "En la tierra somos fugazmente grandiosos",
      "Cielo nocturno con heridas de fuego"
    ]
  },
  "Hervé Le Tellier": {
    "bio": "Francés, miembro del Oulipo, Goncourt 2020 sorpresa. 'La anomalía' es una novela de ciencia ficción literaria sobre un avión que aterriza dos veces. Inteligente, divertida, imposible de clasificar. El Goncourt más inesperado en años.",
    "nationality": "Francés",
    "born": 1957,
    "genres": [
      "ficción",
      "ciencia ficción",
      "experimental"
    ],
    "notable_works": [
      "La anomalía",
      "Todas las familias felices"
    ],
    "awards": [
      "Premio Goncourt 2020"
    ]
  },
  "Bernardine Evaristo": {
    "bio": "Británica de origen nigeriano, Booker 2019 por 'Niña, mujer, otras'. Evaristo lleva décadas escribiendo sobre la experiencia negra británica. Su novela ganadora es un mosaico de voces femeninas, experimental y accesible. Una victoria largamente merecida.",
    "nationality": "Británica",
    "born": 1959,
    "genres": [
      "ficción",
      "experimental",
      "feminismo"
    ],
    "notable_works": [
      "Niña, mujer, otras",
      "Mr Loverman"
    ],
    "awards": [
      "Man Booker Prize 2019"
    ]
  },
  "Douglas Stuart": {
    "bio": "Escocés-americano, Booker 2020 por su primera novela. 'Shuggie Bain' es semiautobiográfica: un niño gay en el Glasgow de Thatcher con una madre alcohólica. Dura, tierna, inolvidable. Stuart escribió moda durante 20 años antes de debutar a lo grande.",
    "nationality": "Estadounidense (nacido escocés)",
    "born": 1976,
    "genres": [
      "ficción",
      "autobiográfico",
      "drama"
    ],
    "notable_works": [
      "Shuggie Bain",
      "Young Mungo"
    ],
    "awards": [
      "Man Booker Prize 2020"
    ]
  },
  "Yoko Ogawa": {
    "bio": "Japonesa, maestra de lo extraño y lo delicado. Ogawa escribe novelas donde la realidad se desenfoca suavemente: 'La policía de la memoria' es una distopía silenciosa. Su prosa es como agua: clara, fría, profunda.",
    "nationality": "Japonesa",
    "born": 1962,
    "genres": [
      "ficción",
      "fantástico",
      "literario"
    ],
    "notable_works": [
      "La policía de la memoria",
      "El embarazo de mi hermana",
      "La fórmula preferida del profesor"
    ]
  },
  "John Grinder": {
    "bio": "Americano, lingüista, cocreador de la Programación Neurolingüística (PNL) junto a Richard Bandler. Grinder aplicó la lingüística transformacional al estudio de terapeutas exitosos. Sus libros son manuales de comunicación y cambio personal. Controvertido pero influyente.",
    "nationality": "Estadounidense",
    "born": 1940,
    "genres": [
      "psicología",
      "autoayuda",
      "comunicación"
    ],
    "notable_works": [
      "La estructura de la magia",
      "De sapos a príncipes",
      "Trance-Fórmate"
    ]
  },
  "Richard Bandler": {
    "bio": "Americano, matemático y programador, cocreador de la PNL. Bandler es el más carismático y polémico de los fundadores. Sus seminarios llenan auditorios; sus técnicas se usan en terapia, ventas y coaching. Genio o charlatán según a quién preguntes.",
    "nationality": "Estadounidense",
    "born": 1950,
    "genres": [
      "psicología",
      "autoayuda",
      "comunicación"
    ],
    "notable_works": [
      "La estructura de la magia",
      "Use su cabeza para variar",
      "Ingeniería del convencimiento"
    ]
  },
  "George A. Akerlof": {
    "bio": "Economista americano, Nobel 2001, esposo de Janet Yellen. Akerlof es famoso por 'El mercado de los limones': cómo la información asimétrica arruina los mercados. Economía conductual antes de que tuviera nombre. Riguroso y accesible.",
    "nationality": "Estadounidense",
    "born": 1940,
    "genres": [
      "economía",
      "ensayo",
      "académico"
    ],
    "notable_works": [
      "Animal Spirits",
      "Phishing for Phools"
    ],
    "awards": [
      "Premio Nobel de Economía 2001"
    ]
  },
  "Robert J. Shiller": {
    "bio": "Economista americano, Nobel 2013, profeta de las burbujas. Shiller predijo la crisis de 2008 y la burbuja puntocom. Sus libros explican por qué los mercados enloquecen con claridad y datos. Economía que importa para tu cartera.",
    "nationality": "Estadounidense",
    "born": 1946,
    "genres": [
      "economía",
      "finanzas",
      "divulgación"
    ],
    "notable_works": [
      "Exuberancia irracional",
      "Animal Spirits",
      "Narrative Economics"
    ],
    "awards": [
      "Premio Nobel de Economía 2013"
    ]
  },
  "Aixa de la Cruz": {
    "bio": "Vasca, novelista de la generación post-ETA. De la Cruz escribe sobre memoria, violencia y los silencios familiares en el País Vasco. 'La línea del frente' ganó el Biblioteca Breve. Prosa inteligente sobre heridas que no cierran.",
    "nationality": "Española",
    "born": 1988,
    "genres": [
      "ficción",
      "político",
      "memoria"
    ],
    "notable_works": [
      "La línea del frente",
      "Cambiar de idea",
      "Las herederas"
    ]
  },
  "Pilar Quintana": {
    "bio": "Colombiana, premio Alfaguara 2021. Quintana escribe sobre mujeres en paisajes salvajes: la selva del Pacífico, la maternidad como territorio hostil. 'Los abismos' es dura y hermosa. Una voz potente de la literatura latinoamericana.",
    "nationality": "Colombiana",
    "born": 1972,
    "genres": [
      "ficción",
      "naturaleza",
      "feminismo"
    ],
    "notable_works": [
      "La perra",
      "Los abismos",
      "Caperucita se come al lobo"
    ],
    "awards": [
      "Premio Alfaguara 2021"
    ]
  },
  "Robert Kurson": {
    "bio": "Americano, periodista de aventuras reales. Kurson escribe no ficción que lee como thriller: 'Sombra divers' sobre buzos que encuentran un submarino nazi es adictiva. Historia y aventura para devoradores de páginas.",
    "nationality": "Estadounidense",
    "born": 1963,
    "genres": [
      "no ficción",
      "aventura",
      "historia"
    ],
    "notable_works": [
      "Shadow Divers",
      "Rocket Men",
      "Pirate Hunters"
    ]
  },
  "Frederick Forsyth": {
    "bio": "Inglés, ex periodista, maestro del thriller de espionaje. Forsyth escribió 'Chacal' basándose en fuentes reales y definió el género. Sus novelas son meticulosamente documentadas y trepidantes. El padre del thriller político moderno.",
    "nationality": "Británico",
    "born": 1938,
    "genres": [
      "thriller",
      "espionaje",
      "político"
    ],
    "notable_works": [
      "Chacal",
      "El cuarto protocolo",
      "Odessa"
    ]
  },
  "David Foenkinos": {
    "bio": "Francés, novelista de éxitos sensibles. Foenkinos escribe historias de amor, pérdida y redención que conquistan lectores. 'La delicadeza' fue bestseller y película. Accesible, emotivo, a veces cursi, siempre efectivo.",
    "nationality": "Francés",
    "born": 1974,
    "genres": [
      "ficción",
      "romance",
      "drama"
    ],
    "notable_works": [
      "La delicadeza",
      "Charlotte",
      "Hacia la belleza"
    ]
  },
  "Khaled Hosseini": {
    "bio": "Afgano-americano, el novelista que hizo que el mundo mirara a Afganistán. 'Cometas en el cielo' vendió millones contando una amistad rota por la guerra. Hosseini escribe sobre culpa, redención y un país destrozado con emoción universal.",
    "nationality": "Estadounidense (nacido afgano)",
    "born": 1965,
    "genres": [
      "ficción",
      "drama",
      "histórico"
    ],
    "notable_works": [
      "Cometas en el cielo",
      "Mil soles espléndidos",
      "Y las montañas hablaron"
    ]
  },
  "Dolores Reyes": {
    "bio": "Argentina del conurbano, voz de los márgenes. 'Cometierra' es sobre una chica que come tierra y ve a los muertos: realismo mágico de la pobreza. Reyes escribe con furia y ternura sobre violencia de género y desaparecidos.",
    "nationality": "Argentina",
    "born": 1978,
    "genres": [
      "ficción",
      "realismo mágico",
      "social"
    ],
    "notable_works": [
      "Cometierra",
      "Miseria"
    ]
  },
  "Robert M. Sapolsky": {
    "bio": "Neurocientífico americano, divulgador brillante. Sapolsky estudia el estrés en babuinos y humanos, y lo cuenta con humor y profundidad. 'Compórtate' es una obra maestra sobre por qué hacemos lo que hacemos. Ciencia del comportamiento accesible.",
    "nationality": "Estadounidense",
    "born": 1957,
    "genres": [
      "divulgación",
      "neurociencia",
      "biología"
    ],
    "notable_works": [
      "Compórtate",
      "¿Por qué las cebras no tienen úlcera?",
      "Memorias de un primate"
    ]
  },
  "Celeste Ng": {
    "bio": "Americana de origen chino, novelista de secretos familiares. Ng escribe sobre madres e hijas, raza y pertenencia en la América suburbana. 'Pequeños fuegos por todas partes' fue serie de éxito. Dramas domésticos que arden lentamente.",
    "nationality": "Estadounidense",
    "born": 1980,
    "genres": [
      "ficción",
      "drama familiar",
      "contemporáneo"
    ],
    "notable_works": [
      "Todo lo que no te conté",
      "Pequeños fuegos por todas partes",
      "Nuestras almas perdidas"
    ]
  },
  "Mark Helprin": {
    "bio": "Americano, novelista de prosa suntuosa y mundos propios. 'El cuento de invierno' es una fantasía épica sobre Nueva York que desafía descripción. Helprin escribe largo, hermoso y ambicioso. Para lectores pacientes.",
    "nationality": "Estadounidense",
    "born": 1947,
    "genres": [
      "ficción",
      "fantasía",
      "literario"
    ],
    "notable_works": [
      "El cuento de invierno",
      "Un soldado del Gran Guerra",
      "In Sunlight and in Shadow"
    ]
  },
  "Emilia Pardo Bazán": {
    "bio": "Gallega, condesa, feminista avant la lettre. Pardo Bazán introdujo el naturalismo en España y luchó por los derechos de las mujeres en el siglo XIX. 'Los pazos de Ulloa' es un clásico. Escritora, crítica, pionera.",
    "nationality": "Española",
    "born": 1851,
    "died": 1921,
    "genres": [
      "ficción",
      "naturalismo",
      "cuento"
    ],
    "notable_works": [
      "Los pazos de Ulloa",
      "La madre naturaleza",
      "Insolación"
    ]
  },
  "Jodi Picoult": {
    "bio": "Americana, máquina de bestsellers con dilemas morales. Picoult escribe sobre temas difíciles —eutanasia, racismo, tiroteos escolares— con personajes que enganchan. Sus novelas generan debates. Entretenimiento con sustancia.",
    "nationality": "Estadounidense",
    "born": 1966,
    "genres": [
      "ficción",
      "drama",
      "contemporáneo"
    ],
    "notable_works": [
      "La hija única",
      "Diecinueve minutos",
      "Pequeñas grandes cosas"
    ]
  },
  "A. M. Homes": {
    "bio": "Americana, maestra de la incomodidad suburbana. Homes escribe sobre familias disfuncionales, deseos oscuros y la América que no sale en las postales. 'Música para incendios' ganó el Women's Prize. Perturbadora y brillante.",
    "nationality": "Estadounidense",
    "born": 1961,
    "genres": [
      "ficción",
      "satírico",
      "oscuro"
    ],
    "notable_works": [
      "Música para incendios",
      "El fin de Alice",
      "Jack"
    ],
    "awards": [
      "Women's Prize 2013"
    ]
  },
  "Djuna Barnes": {
    "bio": "Americana, figura del modernismo de París. Barnes escribió 'El bosque de la noche', una novela oscura y lírica sobre amor lésbico que T.S. Eliot adoraba. Vivió recluida 40 años en Greenwich Village. Culto y olvidada, merece redescubrimiento.",
    "nationality": "Estadounidense",
    "born": 1892,
    "died": 1982,
    "genres": [
      "ficción",
      "modernismo",
      "experimental"
    ],
    "notable_works": [
      "El bosque de la noche",
      "Ryder",
      "Ladies Almanack"
    ]
  },
  "D. H. Lawrence": {
    "bio": "Inglés, escandaloso en su tiempo, profeta del deseo. Lawrence escribía sobre sexo y naturaleza cuando era tabú. 'El amante de Lady Chatterley' fue prohibido durante décadas. También poeta y viajero. Intenso, vitalista, a veces insoportable.",
    "nationality": "Británico",
    "born": 1885,
    "died": 1930,
    "genres": [
      "ficción",
      "poesía",
      "erótico"
    ],
    "notable_works": [
      "El amante de Lady Chatterley",
      "Hijos y amantes",
      "Mujeres enamoradas"
    ]
  },
  "Patrick White": {
    "bio": "Australiano, Nobel 1973, el único novelista australiano con el premio. White escribía novelas densas sobre la soledad y el paisaje australiano. 'Voss' es una épica del desierto. Difícil pero recompensador. El gigante de las letras australianas.",
    "nationality": "Australiano",
    "born": 1912,
    "died": 1990,
    "genres": [
      "ficción",
      "literario",
      "australiano"
    ],
    "notable_works": [
      "Voss",
      "El vivisector",
      "El ojo de la tormenta"
    ],
    "awards": [
      "Premio Nobel de Literatura 1973"
    ]
  },
  "Tracy Chevalier": {
    "bio": "Americana que vive en Londres, novelista histórica. Chevalier imagina las vidas detrás de obras de arte: 'La joven de la perla' sobre Vermeer fue bestseller y película. Historia accesible con ojo para el detalle sensorial.",
    "nationality": "Estadounidense",
    "born": 1962,
    "genres": [
      "ficción histórica",
      "arte",
      "drama"
    ],
    "notable_works": [
      "La joven de la perla",
      "La dama y el unicornio",
      "Dos chicas de Shaker Heights"
    ]
  },
  "Mary Karr": {
    "bio": "Tejana, poeta y memorialista feroz. 'El club de los mentirosos' reinventó las memorias americanas: infancia caótica en Texas contada con humor y brutalidad. Karr escribe sobre alcoholismo, trauma y redención como nadie.",
    "nationality": "Estadounidense",
    "born": 1955,
    "genres": [
      "memorias",
      "poesía",
      "autobiográfico"
    ],
    "notable_works": [
      "El club de los mentirosos",
      "Cherry",
      "Lit"
    ]
  },
  "Mark Haddon": {
    "bio": "Inglés, autor de 'El curioso incidente del perro a medianoche'. Haddon escribió una novela narrada por un adolescente con autismo que se convirtió en fenómeno mundial. También escribe para niños y adultos. Versátil y empático.",
    "nationality": "Británico",
    "born": 1962,
    "genres": [
      "ficción",
      "juvenil",
      "drama"
    ],
    "notable_works": [
      "El curioso incidente del perro a medianoche",
      "A Spot of Bother",
      "The Red House"
    ]
  },
  "Rebecca Makkai": {
    "bio": "Americana, finalista del Pulitzer con 'Los grandes creyentes'. Makkai escribió la gran novela sobre la crisis del SIDA en Chicago: épica, emotiva, necesaria. También escribe cuentos precisos. Una voz importante.",
    "nationality": "Estadounidense",
    "born": 1978,
    "genres": [
      "ficción",
      "histórico",
      "LGBTQ"
    ],
    "notable_works": [
      "Los grandes creyentes",
      "I Have Some Questions for You",
      "The Borrower"
    ]
  },
  "Eleanor Catton": {
    "bio": "Neozelandesa, la más joven en ganar el Booker (a los 28). 'Las luminarias' es un monstruo victoriano de 800 páginas estructurado como carta astral. Ambiciosa, virtuosa, única. Catton no escribe libros pequeños.",
    "nationality": "Neozelandesa",
    "born": 1985,
    "genres": [
      "ficción",
      "histórico",
      "experimental"
    ],
    "notable_works": [
      "Las luminarias",
      "The Rehearsal",
      "Birnam Wood"
    ],
    "awards": [
      "Man Booker Prize 2013"
    ]
  },
  "Mary McCarthy": {
    "bio": "Americana, intelectual de Nueva York, novelista y crítica feroz. McCarthy escribía sátiras de la vida intelectual americana con veneno elegante. 'El grupo' fue escandalosa en su día. Polemista, memorialista, una de las grandes.",
    "nationality": "Estadounidense",
    "born": 1912,
    "died": 1989,
    "genres": [
      "ficción",
      "ensayo",
      "memorias"
    ],
    "notable_works": [
      "El grupo",
      "Memorias de una joven católica",
      "Recuerdos de una educación católica"
    ]
  },
  "Philipp Meyer": {
    "bio": "Americano, novelista del Oeste violento y verdadero. 'El hijo' es una saga tejana de tres generaciones: indios, petróleo, imperio. Meyer escribe épica americana sin nostalgia, con sangre. Finalista del Pulitzer.",
    "nationality": "Estadounidense",
    "born": 1974,
    "genres": [
      "ficción",
      "histórico",
      "western"
    ],
    "notable_works": [
      "El hijo",
      "American Rust"
    ]
  },
  "Alfred Bester": {
    "bio": "Americano, pionero de la ciencia ficción literaria. Bester escribió 'El hombre demolido' y 'Las estrellas, mi destino' en los 50: novelas que siguen siendo modernas. Influyó en el cyberpunk antes de que existiera. Un adelantado.",
    "nationality": "Estadounidense",
    "born": 1913,
    "died": 1987,
    "genres": [
      "ciencia ficción",
      "noir",
      "experimental"
    ],
    "notable_works": [
      "El hombre demolido",
      "Las estrellas, mi destino"
    ]
  },
  "Emily St. John Mandel": {
    "bio": "Canadiense, novelista de apocalipsis elegantes. 'Estación Once' es una pandemia contada con belleza y esperanza. Mandel escribe ciencia ficción literaria sobre el arte, la memoria y lo que sobrevive. Delicada y poderosa.",
    "nationality": "Canadiense",
    "born": 1979,
    "genres": [
      "ciencia ficción",
      "literario",
      "distopía"
    ],
    "notable_works": [
      "Estación Once",
      "El mar de cristal",
      "Los últimos días de la guerra"
    ]
  },
  "DBC Pierre": {
    "bio": "Australiano criado en México, Booker 2003 sorpresa. 'Vernon God Little' es una sátira salvaje sobre tiroteos escolares y medios de comunicación. Pierre es excéntrico, impredecible, brillante a ráfagas.",
    "nationality": "Australiano",
    "born": 1961,
    "genres": [
      "ficción",
      "sátira",
      "negro"
    ],
    "notable_works": [
      "Vernon God Little",
      "Ludmila's Broken English"
    ],
    "awards": [
      "Man Booker Prize 2003"
    ]
  },
  "Bernhard Schlink": {
    "bio": "Alemán, jurista y novelista. 'El lector' es sobre un adolescente que tiene un affair con una mujer mayor que resulta ser nazi. Breve, perturbadora, se convirtió en fenómeno y película con Kate Winslet. Culpa alemana en forma de novela.",
    "nationality": "Alemán",
    "born": 1944,
    "genres": [
      "ficción",
      "histórico",
      "drama"
    ],
    "notable_works": [
      "El lector",
      "Olga",
      "La nieta"
    ]
  },
  "Sándor Márai": {
    "bio": "Húngaro, redescubierto tarde, uno de los grandes del siglo XX. Márai escribió 'El último encuentro': dos viejos amigos, un secreto de 40 años, una noche. Prosa elegante sobre el honor, la traición y el tiempo. Murió en el exilio, olvidado. Ahora es un clásico.",
    "nationality": "Húngaro",
    "born": 1900,
    "died": 1989,
    "genres": [
      "ficción",
      "literario",
      "psicológico"
    ],
    "notable_works": [
      "El último encuentro",
      "La mujer justa",
      "La herencia de Eszter"
    ]
  },
  "Christopher Clark": {
    "bio": "Historiador australiano-británico, experto en Prusia y la Gran Guerra. 'Sonámbulos' cambió cómo entendemos el estallido de 1914: nadie quería la guerra, todos la causaron. Historia narrativa de primer nivel.",
    "nationality": "Australiano-Británico",
    "born": 1960,
    "genres": [
      "historia",
      "ensayo",
      "Europa"
    ],
    "notable_works": [
      "Sonámbulos",
      "El reino de hierro",
      "Tiempo y poder"
    ]
  },
  "Kristin Hannah": {
    "bio": "Americana, reina del drama histórico emotivo. Hannah escribe novelas sobre mujeres en tiempos difíciles que hacen llorar a millones. 'El ruiseñor' sobre la Francia ocupada fue bestseller masivo. Para cuando quieres sentir mucho.",
    "nationality": "Estadounidense",
    "born": 1960,
    "genres": [
      "ficción",
      "histórico",
      "drama"
    ],
    "notable_works": [
      "El ruiseñor",
      "El gran cielo",
      "Firefly Lane"
    ]
  },
  "María Dueñas Vinuesa": {
    "bio": "Murciana, profesora universitaria que se convirtió en superventas. 'El tiempo entre costuras' vendió millones: una modista española en el Marruecos de la Guerra Civil convertida en espía. Historia y romance que enganchan.",
    "nationality": "Española",
    "born": 1964,
    "genres": [
      "ficción histórica",
      "romance",
      "aventura"
    ],
    "notable_works": [
      "El tiempo entre costuras",
      "Misión Olvido",
      "Las hijas del capitán"
    ]
  },
  "Oliver Sacks": {
    "bio": "Neurólogo británico-americano, el poeta del cerebro. Sacks escribía casos clínicos como si fueran cuentos: 'El hombre que confundió a su mujer con un sombrero' es un clásico. Compasivo, curioso, un humanista de la ciencia.",
    "nationality": "Británico-Estadounidense",
    "born": 1933,
    "died": 2015,
    "genres": [
      "divulgación",
      "neurología",
      "memorias"
    ],
    "notable_works": [
      "El hombre que confundió a su mujer con un sombrero",
      "Despertares",
      "Musicofilia"
    ]
  },
  "Andrés Neuman": {
    "bio": "Argentino-español, poeta y novelista de precisión. Neuman escribe novelas ambiciosas ('El viajero del siglo', Alfaguara) y microrrelatos perfectos. También traduce y reflexiona sobre la lengua. Un escritor para escritores.",
    "nationality": "Argentino-Español",
    "born": 1977,
    "genres": [
      "ficción",
      "poesía",
      "cuento"
    ],
    "notable_works": [
      "El viajero del siglo",
      "Hablar solos",
      "Fractura"
    ],
    "awards": [
      "Premio Alfaguara 2009"
    ]
  },
  "Rainbow Rowell": {
    "bio": "Americana, reina del romance young adult. Rowell escribe sobre nerds enamorados, fanfiction y primeros amores con humor y ternura. 'Fangirl' y 'Eleanor & Park' conquistaron adolescentes y adultos. Comfort reading puro.",
    "nationality": "Estadounidense",
    "born": 1973,
    "genres": [
      "juvenil",
      "romance",
      "contemporáneo"
    ],
    "notable_works": [
      "Eleanor & Park",
      "Fangirl",
      "Carry On"
    ]
  },
  "Gary Shteyngart": {
    "bio": "Ruso-americano, satirista de la inmigración y el capitalismo. Shteyngart escribe novelas divertidísimas sobre ser judío ruso en América, sobre la decadencia y el dinero. 'Absurdistán' es hilarante. Humor con colmillos.",
    "nationality": "Estadounidense (nacido ruso)",
    "born": 1972,
    "genres": [
      "ficción",
      "sátira",
      "humor"
    ],
    "notable_works": [
      "Absurdistán",
      "Super Sad True Love Story",
      "El manual del buen inmigrante ruso"
    ]
  },
  "Gabrielle Zevin": {
    "bio": "Americana, novelista y guionista. 'Mañana y mañana y mañana' sobre dos amigos que crean videojuegos se convirtió en fenómeno. Zevin escribe sobre amistad, creatividad y amor con inteligencia y emoción.",
    "nationality": "Estadounidense",
    "born": 1977,
    "genres": [
      "ficción",
      "contemporáneo",
      "drama"
    ],
    "notable_works": [
      "Mañana y mañana y mañana",
      "La librería de los corazones solitarios"
    ]
  },
  "bell hooks": {
    "bio": "Americana, teórica feminista y crítica cultural. hooks (minúsculas intencionales) escribió sobre raza, género y clase con claridad y pasión. 'El feminismo es para todo el mundo' es un manifiesto accesible. Murió en 2021 como referente del pensamiento crítico.",
    "nationality": "Estadounidense",
    "born": 1952,
    "died": 2021,
    "genres": [
      "ensayo",
      "feminismo",
      "teoría crítica"
    ],
    "notable_works": [
      "El feminismo es para todo el mundo",
      "Todo sobre el amor",
      "¿Acaso no soy yo una mujer?"
    ]
  },
  "Paula Hawkins": {
    "bio": "Británica de Zimbabue, autora del thriller que conquistó el mundo. 'La chica del tren' vendió 20 millones de copias: narradora poco fiable, obsesión y giros. Hawkins definió el thriller psicológico de la década de 2010.",
    "nationality": "Británica",
    "born": 1972,
    "genres": [
      "thriller",
      "psicológico",
      "suspense"
    ],
    "notable_works": [
      "La chica del tren",
      "Escrito en el agua",
      "A Slow Fire Burning"
    ]
  },
  "Marta Sanz": {
    "bio": "Madrileña, novelista y poeta del cuerpo y la política. Sanz escribe sobre el cuerpo femenino, la enfermedad, el trabajo y el capitalismo con prosa afilada. 'Clavícula' es un ensayo-novela sobre el dolor. Incómoda y necesaria.",
    "nationality": "Española",
    "born": 1967,
    "genres": [
      "ficción",
      "ensayo",
      "feminismo"
    ],
    "notable_works": [
      "Clavícula",
      "Farándula",
      "pequeñas mujeres rojas"
    ]
  },
  "David Grossman": {
    "bio": "Israelí, novelista de la complejidad. Grossman escribe sobre el conflicto palestino-israelí, el duelo (perdió a su hijo en la guerra del Líbano) y el amor con humanidad radical. 'Más allá del tiempo' es devastadora. Una voz moral imprescindible.",
    "nationality": "Israelí",
    "born": 1954,
    "genres": [
      "ficción",
      "político",
      "literario"
    ],
    "notable_works": [
      "Véase: Amor",
      "Más allá del tiempo",
      "Un caballo entra en un bar"
    ],
    "awards": [
      "Man Booker International 2017"
    ]
  },
  "James A. Robinson": {
    "bio": "Politólogo británico-americano, coautor de 'Por qué fracasan los países'. Robinson (con Acemoglu) explica la desigualdad global a través de las instituciones. Ciencia política que cambia cómo ves el mundo.",
    "nationality": "Británico-Estadounidense",
    "born": 1960,
    "genres": [
      "economía",
      "política",
      "ensayo"
    ],
    "notable_works": [
      "Por qué fracasan los países",
      "El pasillo estrecho"
    ],
    "awards": [
      "Premio Nobel de Economía 2024"
    ]
  },
  "Penelope Fitzgerald": {
    "bio": "Inglesa que empezó a publicar a los 60 y escribió algunas de las mejores novelas breves del siglo XX. Fitzgerald era erudita, económica, sorprendente. 'La librería' y 'La flor azul' son joyas perfectas. Descubrimiento tardío, placer eterno.",
    "nationality": "Británica",
    "born": 1916,
    "died": 2000,
    "genres": [
      "ficción",
      "histórico",
      "literario"
    ],
    "notable_works": [
      "La librería",
      "La flor azul",
      "Offshore"
    ],
    "awards": [
      "Man Booker Prize 1979"
    ]
  },
  "Sarah Dessen": {
    "bio": "Americana, reina del YA contemporáneo. Dessen escribe sobre adolescentes en verano, primeros amores y familias complicadas. Sus novelas son cálidas, reconfortantes y perfectas para la playa. Comfort food literario para jóvenes (y no tan jóvenes).",
    "nationality": "Estadounidense",
    "born": 1970,
    "genres": [
      "juvenil",
      "romance",
      "contemporáneo"
    ],
    "notable_works": [
      "Simplemente escucha",
      "Junto a ti",
      "La verdad sobre siempre"
    ]
  },
  "Fernando Aramburu": {
    "bio": "Vasco, autor de 'Patria', la novela que España necesitaba sobre ETA. Aramburu contó el conflicto vasco a través de dos familias sin maniqueísmos. Fenómeno editorial y serie de HBO. Escribe con claridad sobre heridas que no cierran.",
    "nationality": "Español",
    "born": 1959,
    "genres": [
      "ficción",
      "político",
      "histórico"
    ],
    "notable_works": [
      "Patria",
      "Los vencejos",
      "Años lentos"
    ]
  },
  "James Hilton": {
    "bio": "Inglés, inventor de Shangri-La. Hilton escribió 'Horizontes perdidos' y 'Adiós, Mr. Chips': utopías y nostalgia británica. Sus novelas definieron el escapismo literario de los años 30. Sigue siendo encantador.",
    "nationality": "Británico",
    "born": 1900,
    "died": 1954,
    "genres": [
      "ficción",
      "aventura",
      "drama"
    ],
    "notable_works": [
      "Horizontes perdidos",
      "Adiós, Mr. Chips",
      "Random Harvest"
    ]
  },
  "Ruth Ware": {
    "bio": "Inglesa, maestra del thriller con setting perfecto. Ware escribe sobre mujeres en lugares aislados (trenes, yates, resorts) donde algo va muy mal. 'La mujer del camarote 10' fue bestseller. Suspense adictivo y atmosférico.",
    "nationality": "Británica",
    "born": 1977,
    "genres": [
      "thriller",
      "misterio",
      "suspense"
    ],
    "notable_works": [
      "La mujer del camarote 10",
      "In a Dark, Dark Wood",
      "The Turn of the Key"
    ]
  },
  "Rudyard Kipling": {
    "bio": "Inglés nacido en India, Nobel 1907, el más joven en ganarlo. Kipling escribió 'El libro de la selva' y 'Kim', clásicos imperiales llenos de aventura. Controvertido hoy por su visión colonial, sigue siendo un narrador extraordinario.",
    "nationality": "Británico",
    "born": 1865,
    "died": 1936,
    "genres": [
      "ficción",
      "aventura",
      "infantil"
    ],
    "notable_works": [
      "El libro de la selva",
      "Kim",
      "Capitanes intrépidos"
    ],
    "awards": [
      "Premio Nobel de Literatura 1907"
    ]
  },
  "Nathaniel Hawthorne": {
    "bio": "Americano del siglo XIX, maestro del romance oscuro. Hawthorne escribió sobre el pecado y la culpa puritana con prosa gótica y simbólica. 'La letra escarlata' es un clásico americano. El lado sombrío del sueño americano.",
    "nationality": "Estadounidense",
    "born": 1804,
    "died": 1864,
    "genres": [
      "ficción",
      "gótico",
      "romántico"
    ],
    "notable_works": [
      "La letra escarlata",
      "La casa de los siete tejados",
      "Cuentos contados dos veces"
    ]
  },
  "David Grann": {
    "bio": "Americano, periodista del New Yorker, maestro de la no ficción narrativa. Grann investiga historias increíbles y las cuenta como thrillers: 'Los asesinos de la luna' sobre el genocidio de los Osage se convirtió en película de Scorsese.",
    "nationality": "Estadounidense",
    "born": 1967,
    "genres": [
      "no ficción",
      "periodismo",
      "historia"
    ],
    "notable_works": [
      "Los asesinos de la luna",
      "La ciudad perdida de Z",
      "The White Darkness"
    ]
  },
  "Edith Wharton": {
    "bio": "Americana, primera mujer en ganar el Pulitzer de ficción (1921). Wharton escribía sobre la alta sociedad neoyorquina que conocía íntimamente, con ironía y compasión. 'La edad de la inocencia' es una obra maestra. Elegancia y tragedia.",
    "nationality": "Estadounidense",
    "born": 1862,
    "died": 1937,
    "genres": [
      "ficción",
      "social",
      "literario"
    ],
    "notable_works": [
      "La edad de la inocencia",
      "La casa de la alegría",
      "Ethan Frome"
    ],
    "awards": [
      "Premio Pulitzer 1921"
    ]
  },
  "Neal Stephenson": {
    "bio": "Americano, visionario de la ciencia ficción tecnológica. Stephenson escribe novelas enormes sobre criptografía, realidad virtual, historia alternativa. 'Snow Crash' inventó el metaverso. Ambicioso, denso, imprescindible para entender el futuro.",
    "nationality": "Estadounidense",
    "born": 1959,
    "genres": [
      "ciencia ficción",
      "cyberpunk",
      "histórico"
    ],
    "notable_works": [
      "Snow Crash",
      "Criptonomicón",
      "Anatema"
    ]
  },
  "Sara Mesa": {
    "bio": "Sevillana, novelista de la inquietud cotidiana. Mesa escribe sobre relaciones de poder, silencios familiares y espacios cerrados con prosa precisa y perturbadora. 'Un amor' fue muy celebrada. Una de las voces más interesantes de la narrativa española.",
    "nationality": "Española",
    "born": 1976,
    "genres": [
      "ficción",
      "psicológico",
      "literario"
    ],
    "notable_works": [
      "Un amor",
      "Cicatriz",
      "Cara de pan"
    ]
  },
  "Friedrich A. Hayek": {
    "bio": "Austríaco-británico, Nobel de Economía 1974, profeta del libre mercado. Hayek escribió 'Camino de servidumbre' contra la planificación estatal. Héroe de liberales y libertarios, demonio de la izquierda. Pensador influyente, te guste o no.",
    "nationality": "Austríaco-Británico",
    "born": 1899,
    "died": 1992,
    "genres": [
      "economía",
      "filosofía",
      "política"
    ],
    "notable_works": [
      "Camino de servidumbre",
      "La fatal arrogancia",
      "Los fundamentos de la libertad"
    ],
    "awards": [
      "Premio Nobel de Economía 1974"
    ]
  },
  "R. F. Kuang": {
    "bio": "Americana de origen chino, prodigio de la fantasía. Kuang escribió 'La guerra de la amapola' a los 19: fantasía épica con opio, genocidio y magia inspirada en la historia china. 'Babel' mezcla lingüística y colonialismo. Ambiciosa y feroz.",
    "nationality": "Estadounidense",
    "born": 1996,
    "genres": [
      "fantasía",
      "ciencia ficción",
      "histórico"
    ],
    "notable_works": [
      "La guerra de la amapola",
      "Babel",
      "Yellowface"
    ]
  },
  "Leigh Bardugo": {
    "bio": "Americana, arquitecta del Grishaverse. Bardugo creó un universo de fantasía inspirado en Rusia zarista que se convirtió en serie de Netflix. 'Seis de cuervos' es su obra maestra: una banda de ladrones, un atraco imposible. Fantasía adictiva.",
    "nationality": "Estadounidense",
    "born": 1975,
    "genres": [
      "fantasía",
      "juvenil",
      "aventura"
    ],
    "notable_works": [
      "Seis de cuervos",
      "Sombra y hueso",
      "El noveno rey"
    ]
  },
  "Elvira Navarro": {
    "bio": "Extremeña, novelista de la precariedad y lo extraño. Navarro escribe sobre trabajos basura, locura y los márgenes de la vida urbana. 'La trabajadora' es incómoda y necesaria. Una voz singular de la literatura española contemporánea.",
    "nationality": "Española",
    "born": 1978,
    "genres": [
      "ficción",
      "urbano",
      "experimental"
    ],
    "notable_works": [
      "La trabajadora",
      "Los últimos días de Adelaida García Morales",
      "Rabbit Island"
    ]
  },
  "Lucy Foley": {
    "bio": "Inglesa, nueva reina del whodunit. Foley escribe thrillers con grupos de amigos en lugares remotos donde alguien termina muerto. 'La lista de invitados' fue bestseller global. Agatha Christie para la era de Instagram.",
    "nationality": "Británica",
    "born": 1986,
    "genres": [
      "thriller",
      "misterio",
      "suspense"
    ],
    "notable_works": [
      "La lista de invitados",
      "El refugio",
      "La casa de París"
    ]
  },
  "Roberto Calasso": {
    "bio": "Italiano, editor de Adelphi, erudito total. Calasso escribía ensayos-novela sobre mitología, literatura y civilización con una prosa hipnótica. 'Las bodas de Cadmo y Harmonía' es una obra maestra. Murió en 2021 como uno de los últimos humanistas.",
    "nationality": "Italiano",
    "born": 1941,
    "died": 2021,
    "genres": [
      "ensayo",
      "mitología",
      "literatura"
    ],
    "notable_works": [
      "Las bodas de Cadmo y Harmonía",
      "Ka",
      "La ruina de Kasch"
    ]
  },
  "Audrey Niffenegger": {
    "bio": "Americana, artista y novelista. 'La mujer del viajero en el tiempo' es un romance de ciencia ficción que conquistó millones: un hombre que viaja en el tiempo y la mujer que lo espera. Ingenioso y emotivo.",
    "nationality": "Estadounidense",
    "born": 1963,
    "genres": [
      "ficción",
      "romance",
      "ciencia ficción"
    ],
    "notable_works": [
      "La mujer del viajero en el tiempo",
      "Her Fearful Symmetry"
    ]
  },
  "Camila Sosa Villada": {
    "bio": "Argentina, travesti, actriz y escritora. 'Las malas' es una novela autobiográfica sobre travestis en Córdoba que es brutal, tierna y poética. Sosa Villada escribe desde el cuerpo y la calle. Una voz única.",
    "nationality": "Argentina",
    "born": 1982,
    "genres": [
      "ficción",
      "autobiográfico",
      "LGBTQ"
    ],
    "notable_works": [
      "Las malas",
      "Soy una tonta por quererte",
      "Tesis sobre una domesticación"
    ]
  },
  "Julio Ramón Ribeyro": {
    "bio": "Peruano, el gran cuentista de Lima. Ribeyro escribía sobre perdedores, oficinistas grises y la clase media que no llega a fin de mes. 'La palabra del mudo' recopila sus cuentos perfectos. Discreto, melancólico, genial.",
    "nationality": "Peruano",
    "born": 1929,
    "died": 1994,
    "genres": [
      "cuento",
      "realismo",
      "urbano"
    ],
    "notable_works": [
      "La palabra del mudo",
      "Prosas apátridas",
      "Los geniecillos dominicales"
    ]
  },
  "Paulina Flores": {
    "bio": "Chilena, revelación del cuento latinoamericano. 'Qué vergüenza' ganó el Roberto Bolaño y mostró una nueva voz: historias sobre mujeres jóvenes en Santiago, precariedad y deseo. Directa, emotiva, sin adornos.",
    "nationality": "Chilena",
    "born": 1988,
    "genres": [
      "cuento",
      "contemporáneo",
      "realismo"
    ],
    "notable_works": [
      "Qué vergüenza",
      "Isla decepción"
    ]
  },
  "Ivo Andrić": {
    "bio": "Yugoslavo (bosnio), Nobel 1961, el novelista de los Balcanes. Andrić escribió 'Un puente sobre el Drina': cuatro siglos de historia bosnia a través de un puente. Épico, humano, imprescindible para entender la región.",
    "nationality": "Yugoslavo (Bosnio)",
    "born": 1892,
    "died": 1975,
    "genres": [
      "ficción",
      "histórico",
      "épico"
    ],
    "notable_works": [
      "Un puente sobre el Drina",
      "Crónica de Travnik",
      "La señorita"
    ],
    "awards": [
      "Premio Nobel de Literatura 1961"
    ]
  },
  "Pedro Mairal": {
    "bio": "Argentino, poeta y novelista del Buenos Aires contemporáneo. Mairal escribe con humor sobre hombres en crisis, deseos secretos y la vida de escritor. 'La uruguaya' fue un éxito: una escapada a Montevideo que sale mal.",
    "nationality": "Argentino",
    "born": 1970,
    "genres": [
      "ficción",
      "poesía",
      "contemporáneo"
    ],
    "notable_works": [
      "La uruguaya",
      "El año del desierto",
      "Salvatierra"
    ]
  },
  "Mariana Enriquez": {
    "bio": "Argentina, reina del terror latinoamericano. Enriquez escribe sobre fantasmas, violencia y los horrores de la historia argentina. 'Las cosas que perdimos en el fuego' la consagró internacionalmente. El terror como forma de hablar de lo real.",
    "nationality": "Argentina",
    "born": 1973,
    "genres": [
      "terror",
      "cuento",
      "fantástico"
    ],
    "notable_works": [
      "Las cosas que perdimos en el fuego",
      "Nuestra parte de noche",
      "Los peligros de fumar en la cama"
    ]
  },
  "Yaa Gyasi": {
    "bio": "Ghanesa-americana, novelista de la diáspora africana. 'Volver a casa' cuenta 300 años de historia desde Ghana hasta América a través de una familia. Gyasi tiene 30 años y ya escribió una novela épica. El futuro de la literatura americana.",
    "nationality": "Estadounidense (nacida ghanesa)",
    "born": 1989,
    "genres": [
      "ficción",
      "histórico",
      "saga"
    ],
    "notable_works": [
      "Volver a casa",
      "Transcendent Kingdom"
    ]
  },
  "Stendhal": {
    "bio": "Francés, maestro del realismo psicológico. Stendhal escribió 'Rojo y negro' y 'La cartuja de Parma': ambición, amor y política en la Francia post-napoleónica. Sus novelas anticiparon todo el siglo XIX. Un clásico eterno.",
    "nationality": "Francés",
    "born": 1783,
    "died": 1842,
    "genres": [
      "ficción",
      "realismo",
      "psicológico"
    ],
    "notable_works": [
      "Rojo y negro",
      "La cartuja de Parma",
      "Del amor"
    ]
  },
  "Joan Margarit": {
    "bio": "Catalán, arquitecto y poeta, Premio Cervantes 2019. Margarit escribía sobre la pérdida (especialmente de su hija) con una claridad que duele. Bilingüe en catalán y castellano. Murió en 2021. La poesía como consuelo imposible.",
    "nationality": "Español (Catalán)",
    "born": 1938,
    "died": 2021,
    "genres": [
      "poesía",
      "lírico",
      "autobiográfico"
    ],
    "notable_works": [
      "Joana",
      "Un mal poema ensucia el mundo",
      "Para tener casa hay que ganar la guerra"
    ],
    "awards": [
      "Premio Cervantes 2019"
    ]
  },
  "Jean Genet": {
    "bio": "Francés, ladrón, prostituto, escritor sagrado. Genet pasó de la cárcel a la gloria literaria: sus novelas sobre criminales y marginados son poesía pura. Sartre lo canonizó. Provocador, lírico, irrepetible.",
    "nationality": "Francés",
    "born": 1910,
    "died": 1986,
    "genres": [
      "ficción",
      "teatro",
      "autobiográfico"
    ],
    "notable_works": [
      "Diario del ladrón",
      "Nuestra Señora de las Flores",
      "Las criadas"
    ]
  },
  "Hebe Uhart": {
    "bio": "Argentina, maestra del cuento mínimo. Uhart escribía relatos sobre gente común con un oído perfecto para el habla y el absurdo cotidiano. Fue profesora de escritura, tardó en ser reconocida. Murió en 2018 como clásica secreta.",
    "nationality": "Argentina",
    "born": 1936,
    "died": 2018,
    "genres": [
      "cuento",
      "crónica",
      "realismo"
    ],
    "notable_works": [
      "Turistas",
      "Un día cualquiera",
      "Animales"
    ]
  },
  "Daniel Kehlmann": {
    "bio": "Alemán-austríaco, novelista de éxito internacional. 'La medición del mundo' sobre Humboldt y Gauss vendió millones. Kehlmann escribe novelas inteligentes y accesibles sobre ciencia, arte e historia. El bestseller alemán respetable.",
    "nationality": "Alemán-Austríaco",
    "born": 1975,
    "genres": [
      "ficción",
      "histórico",
      "literario"
    ],
    "notable_works": [
      "La medición del mundo",
      "Tyll",
      "Fama"
    ]
  },
  "Emmanuel Carrère": {
    "bio": "Francés, inventor de la autoficción como la conocemos. Carrère escribe sobre sí mismo investigando a otros: un impostor, un asesino, su propia depresión. 'El adversario' y 'Limónov' son obras maestras del género. Narcisista y fascinante.",
    "nationality": "Francés",
    "born": 1957,
    "genres": [
      "autoficción",
      "no ficción",
      "biografía"
    ],
    "notable_works": [
      "El adversario",
      "Limónov",
      "De vidas ajenas"
    ]
  },
  "Ida Vitale": {
    "bio": "Uruguaya, Premio Cervantes 2018, poeta de la claridad. Vitale pertenece a la Generación del 45 y ha escrito poesía durante 70 años. Su obra es luminosa, precisa, sabia. A los 100 años sigue siendo esencial.",
    "nationality": "Uruguaya",
    "born": 1923,
    "genres": [
      "poesía",
      "ensayo",
      "lírico"
    ],
    "notable_works": [
      "Luz de esta memoria",
      "Procura de lo imposible",
      "Mella y criba"
    ],
    "awards": [
      "Premio Cervantes 2018"
    ]
  },
  "W. G. Sebald": {
    "bio": "Alemán que escribía en inglés, único e irrepetible. Sebald mezclaba ficción, memoria, fotografía y melancolía en libros inclasificables. 'Austerlitz' es sobre el Holocausto sin mencionarlo directamente. Murió en accidente en 2001. Una pérdida enorme.",
    "nationality": "Alemán",
    "born": 1944,
    "died": 2001,
    "genres": [
      "ficción",
      "memorias",
      "experimental"
    ],
    "notable_works": [
      "Austerlitz",
      "Los emigrados",
      "Los anillos de Saturno"
    ]
  },
  "Péter Nádas": {
    "bio": "Húngaro, autor de una de las novelas más ambiciosas del siglo XX. 'Libro de memorias' tiene 700 páginas sobre deseo, historia y cuerpo. Nádas escribe lento, denso, hipnótico. Para lectores muy pacientes.",
    "nationality": "Húngaro",
    "born": 1942,
    "genres": [
      "ficción",
      "literario",
      "experimental"
    ],
    "notable_works": [
      "Libro de memorias",
      "Historias paralelas",
      "El fin de una saga familiar"
    ]
  },
  "Wislawa Szymborska": {
    "bio": "Polaca, Nobel 1996, poeta de la ironía y la maravilla. Szymborska escribía poemas cortos, inteligentes, que te hacen ver el mundo diferente. Modesta y genial. Cada poema suyo es una lección de cómo mirar.",
    "nationality": "Polaca",
    "born": 1923,
    "died": 2012,
    "genres": [
      "poesía",
      "filosófico",
      "irónico"
    ],
    "notable_works": [
      "El gran número",
      "Poesía no completa",
      "Aquí"
    ],
    "awards": [
      "Premio Nobel de Literatura 1996"
    ]
  },
  "Juan Rulfo": {
    "bio": "Mexicano, autor de una sola novela y un libro de cuentos que cambiaron la literatura latinoamericana. 'Pedro Páramo' es sobre un pueblo de muertos que parece un sueño. Rulfo calló después y su silencio se volvió leyenda. Perfección absoluta.",
    "nationality": "Mexicano",
    "born": 1917,
    "died": 1986,
    "genres": [
      "ficción",
      "realismo mágico",
      "rural"
    ],
    "notable_works": [
      "Pedro Páramo",
      "El llano en llamas"
    ]
  },
  "Hernán Díaz": {
    "bio": "Argentino-americano, Pulitzer 2023 por 'Fortuna'. Díaz escribe sobre dinero, poder y las historias que nos contamos. Su novela es un rompecabezas narrativo sobre Wall Street y verdad. Uno de los grandes debuts de la década.",
    "nationality": "Argentino-Estadounidense",
    "born": 1973,
    "genres": [
      "ficción",
      "histórico",
      "literario"
    ],
    "notable_works": [
      "Fortuna",
      "En el límite del mundo"
    ],
    "awards": [
      "Premio Pulitzer 2023"
    ]
  },
  "Christopher Isherwood": {
    "bio": "Inglés, expatriado en Berlín y Hollywood. Isherwood escribió 'Adiós a Berlín' (base de 'Cabaret'): el Berlín de Weimar antes de la catástrofe. Gay cuando era peligroso, cosmopolita, elegante. Un clásico del siglo XX.",
    "nationality": "Británico-Estadounidense",
    "born": 1904,
    "died": 1986,
    "genres": [
      "ficción",
      "autobiográfico",
      "LGBTQ"
    ],
    "notable_works": [
      "Adiós a Berlín",
      "Un hombre solo",
      "El cóndor y las vacas"
    ]
  },
  "Robert Frost": {
    "bio": "Americano, el poeta del campo de Nueva Inglaterra. Frost escribía versos aparentemente sencillos sobre cercas, caminos y nieve que esconden profundidades. Cuatro veces Pulitzer. El poeta más popular de América, y con razón.",
    "nationality": "Estadounidense",
    "born": 1874,
    "died": 1963,
    "genres": [
      "poesía",
      "lírico",
      "naturaleza"
    ],
    "notable_works": [
      "The Road Not Taken",
      "Stopping by Woods on a Snowy Evening",
      "Mending Wall"
    ]
  },
  "Jean Rhys": {
    "bio": "Dominicana-británica, voz de las mujeres marginadas. Rhys escribió 'Ancho mar de los Sargazos': la historia de la primera esposa de Rochester (de 'Jane Eyre') antes de volverse loca. Redescubierta tarde, ahora es un clásico feminista y postcolonial.",
    "nationality": "Británica (nacida en Dominica)",
    "born": 1890,
    "died": 1979,
    "genres": [
      "ficción",
      "postcolonial",
      "feminismo"
    ],
    "notable_works": [
      "Ancho mar de los Sargazos",
      "Buenos días, medianoche",
      "Viaje a la oscuridad"
    ]
  },
  "Toshikazu Kawaguchi": {
    "bio": "Japonés, autor del fenómeno 'Antes de que se enfríe el café'. Kawaguchi escribe sobre una cafetería donde puedes viajar al pasado (con condiciones). Sencillo, emotivo, perfecto para un vuelo o una tarde lluviosa.",
    "nationality": "Japonés",
    "born": 1971,
    "genres": [
      "ficción",
      "fantástico",
      "drama"
    ],
    "notable_works": [
      "Antes de que se enfríe el café",
      "Mientras el café siga caliente"
    ]
  },
  "Gertrude Stein": {
    "bio": "Americana en París, madrina del modernismo. Stein escribía prosa experimental y coleccionaba Picassos. Su salón acogió a Hemingway, Fitzgerald, todos los que importaban. 'Autobiografía de Alice B. Toklas' es genial. Una fuerza de la naturaleza.",
    "nationality": "Estadounidense",
    "born": 1874,
    "died": 1946,
    "genres": [
      "ficción",
      "experimental",
      "memorias"
    ],
    "notable_works": [
      "Autobiografía de Alice B. Toklas",
      "Tres vidas",
      "Tender Buttons"
    ]
  },
  "Mohsin Hamid": {
    "bio": "Pakistaní-británico, novelista de la globalización. Hamid escribe sobre inmigración, identidad y el choque de mundos con inventiva formal. 'El fundamentalista reticente' es un monólogo fascinante. Uno de los autores más importantes de su generación.",
    "nationality": "Pakistaní-Británico",
    "born": 1971,
    "genres": [
      "ficción",
      "político",
      "literario"
    ],
    "notable_works": [
      "El fundamentalista reticente",
      "Exit West",
      "Cómo hacerse asquerosamente rico en el Asia emergente"
    ]
  },
  "John Ashbery": {
    "bio": "Americano, el poeta más influyente de su generación. Ashbery escribía poesía difícil, divertida, que nunca se queda quieta. Ganó todos los premios: Pulitzer, National Book Award, todo. Murió en 2017 como leyenda de la poesía americana.",
    "nationality": "Estadounidense",
    "born": 1927,
    "died": 2017,
    "genres": [
      "poesía",
      "experimental",
      "postmoderno"
    ],
    "notable_works": [
      "Self-Portrait in a Convex Mirror",
      "Some Trees",
      "A Wave"
    ],
    "awards": [
      "Premio Pulitzer 1976"
    ]
  },
  "Gary Jennings": {
    "bio": "Americano, autor de novelas históricas monumentales. 'Azteca' recrea el México precolombino con detalle extraordinario: 1000 páginas de civilización, guerra y destrucción. Para lectores que quieren perderse en otro mundo.",
    "nationality": "Estadounidense",
    "born": 1928,
    "died": 1999,
    "genres": [
      "ficción histórica",
      "épico",
      "aventura"
    ],
    "notable_works": [
      "Azteca",
      "El viajero",
      "Raptor"
    ]
  },
  "William Finnegan": {
    "bio": "Americano, periodista del New Yorker, surfista. 'Años salvajes' ganó el Pulitzer: memorias de una vida buscando olas perfectas alrededor del mundo. Periodismo, aventura y obsesión en una combinación perfecta.",
    "nationality": "Estadounidense",
    "born": 1952,
    "genres": [
      "memorias",
      "periodismo",
      "aventura"
    ],
    "notable_works": [
      "Años salvajes",
      "Cold New World"
    ],
    "awards": [
      "Premio Pulitzer 2016"
    ]
  },
  "Erwin Panofsky": {
    "bio": "Alemán-americano, el historiador del arte más influyente del siglo XX. Panofsky desarrolló la iconología: cómo leer el significado oculto de las imágenes. 'Estudios sobre iconología' es un clásico. Erudición al servicio de ver mejor.",
    "nationality": "Alemán-Estadounidense",
    "born": 1892,
    "died": 1968,
    "genres": [
      "historia del arte",
      "ensayo",
      "académico"
    ],
    "notable_works": [
      "Estudios sobre iconología",
      "La perspectiva como forma simbólica",
      "Idea"
    ]
  },
  "Ana Rossetti": {
    "bio": "Gaditana, poeta del erotismo y la transgresión. Rossetti irrumpió en los 80 con poesía sensual y provocadora que rompió tabúes en la España post-Franco. También escribe novela y literatura infantil. Una voz única.",
    "nationality": "Española",
    "born": 1950,
    "genres": [
      "poesía",
      "erótico",
      "ficción"
    ],
    "notable_works": [
      "Los devaneos de Erato",
      "Indicios vehementes",
      "Punto umbrío"
    ]
  },
  "Jane Austen": {
    "bio": "Inglesa, maestra de la ironía y el romance. Austen escribió seis novelas perfectas sobre el matrimonio, el dinero y las pequeñas hipocresías de la burguesía inglesa. 'Orgullo y prejuicio' se ha adaptado infinitas veces. Sigue siendo deliciosamente moderna.",
    "nationality": "Británica",
    "born": 1775,
    "died": 1817,
    "genres": [
      "ficción",
      "romance",
      "social"
    ],
    "notable_works": [
      "Orgullo y prejuicio",
      "Emma",
      "Sentido y sensibilidad",
      "Persuasión"
    ]
  },
  "Gustave Flaubert": {
    "bio": "Francés, perfeccionista obsesivo, padre del realismo moderno. Flaubert pasaba semanas buscando la palabra exacta. 'Madame Bovary' escandalizó y cambió la novela para siempre. También escribió 'La educación sentimental'. El artista como mártir de su arte.",
    "nationality": "Francés",
    "born": 1821,
    "died": 1880,
    "genres": [
      "ficción",
      "realismo",
      "literario"
    ],
    "notable_works": [
      "Madame Bovary",
      "La educación sentimental",
      "Salambó"
    ]
  },
  "Emily Brontë": {
    "bio": "Inglesa, autora de una sola novela que es una de las más grandes jamás escritas. 'Cumbres borrascosas' es salvaje, gótica, apasionada. Emily murió a los 30, un año después de publicarla. Su hermana Charlotte escribió 'Jane Eyre'. Familia de genios.",
    "nationality": "Británica",
    "born": 1818,
    "died": 1848,
    "genres": [
      "ficción",
      "gótico",
      "romance"
    ],
    "notable_works": [
      "Cumbres borrascosas"
    ]
  },
  "Rainer Maria Rilke": {
    "bio": "Austro-alemán, el poeta de la soledad y lo sagrado. Rilke escribió las 'Elegías de Duino' y los 'Sonetos a Orfeo': poesía difícil y hermosa sobre la existencia. También sus 'Cartas a un joven poeta' son lectura obligada. El poeta de los poetas.",
    "nationality": "Austro-Alemán",
    "born": 1875,
    "died": 1926,
    "genres": [
      "poesía",
      "lírico",
      "filosófico"
    ],
    "notable_works": [
      "Elegías de Duino",
      "Sonetos a Orfeo",
      "Cartas a un joven poeta"
    ]
  },
  "Ray Bradbury": {
    "bio": "Americano, poeta de la ciencia ficción. Bradbury escribía sobre Marte, libros prohibidos y el lado oscuro de la tecnología con prosa lírica. 'Fahrenheit 451' y 'Crónicas marcianas' son clásicos. Nunca aprendió a conducir. Imaginación pura.",
    "nationality": "Estadounidense",
    "born": 1920,
    "died": 2012,
    "genres": [
      "ciencia ficción",
      "fantástico",
      "cuento"
    ],
    "notable_works": [
      "Fahrenheit 451",
      "Crónicas marcianas",
      "El hombre ilustrado"
    ]
  },
  "Carl Sagan": {
    "bio": "Americano, astrónomo, el gran divulgador del cosmos. Sagan hizo que millones miraran las estrellas con 'Cosmos'. También escribió 'Contact' (novela) y luchó contra la pseudociencia. Murió en 1996 dejando un legado de asombro y escepticismo sano.",
    "nationality": "Estadounidense",
    "born": 1934,
    "died": 1996,
    "genres": [
      "divulgación",
      "ciencia",
      "ciencia ficción"
    ],
    "notable_works": [
      "Cosmos",
      "Contact",
      "El mundo y sus demonios"
    ]
  },
  "Madeline Miller": {
    "bio": "Americana, clasicista que hace vivir los mitos. Miller escribió 'La canción de Aquiles' (sobre Patroclo) y 'Circe': novelas que reinventan la mitología griega con sensibilidad moderna. Bestsellers que también son literatura. El pasado vivo.",
    "nationality": "Estadounidense",
    "born": 1978,
    "genres": [
      "ficción",
      "mitología",
      "histórico"
    ],
    "notable_works": [
      "La canción de Aquiles",
      "Circe"
    ]
  },
  "Laura Esquivel": {
    "bio": "Mexicana, autora de 'Como agua para chocolate': realismo mágico culinario que conquistó el mundo. Esquivel mezcla recetas, pasión y revolución mexicana. También guionista. Un fenómeno de los 90 que sigue encantando.",
    "nationality": "Mexicana",
    "born": 1950,
    "genres": [
      "ficción",
      "realismo mágico",
      "romance"
    ],
    "notable_works": [
      "Como agua para chocolate",
      "La ley del amor",
      "Malinche"
    ]
  },
  "Mario Levrero": {
    "bio": "Uruguayo, escritor de culto, genio tardío. Levrero escribió novelas extrañas sobre la mente, el insomnio y la vida cotidiana. 'La novela luminosa' es su obra maestra: 500 páginas de prólogo y 100 de novela. Murió en 2004, ahora es leyenda.",
    "nationality": "Uruguayo",
    "born": 1940,
    "died": 2004,
    "genres": [
      "ficción",
      "experimental",
      "autobiográfico"
    ],
    "notable_works": [
      "La novela luminosa",
      "El discurso vacío",
      "Trilogía involuntaria"
    ]
  },
  "Cynthia Ozick": {
    "bio": "Americana, novelista y ensayista de la experiencia judía. Ozick escribe sobre memoria, Holocausto, arte y fe con prosa exigente. 'El chal' es devastador. Una de las grandes escritoras vivas, aunque menos conocida de lo que merece.",
    "nationality": "Estadounidense",
    "born": 1928,
    "genres": [
      "ficción",
      "ensayo",
      "judío"
    ],
    "notable_works": [
      "El chal",
      "El Mesías de Estocolmo",
      "Herederos del holocausto"
    ]
  },
  "Teju Cole": {
    "bio": "Nigeriano-americano, novelista, fotógrafo, crítico. Cole escribió 'Ciudad abierta': un hombre camina por Nueva York y piensa. También ensayos brillantes sobre fotografía, raza y arte. Una de las mentes más interesantes de la literatura actual.",
    "nationality": "Nigeriano-Estadounidense",
    "born": 1975,
    "genres": [
      "ficción",
      "ensayo",
      "fotografía"
    ],
    "notable_works": [
      "Ciudad abierta",
      "Punto de partida",
      "Known and Strange Things"
    ]
  },
  "Rubén Darío": {
    "bio": "Nicaragüense, padre del modernismo hispanoamericano. Darío renovó la poesía en español con música, color y cosmopolitismo. 'Azul' y 'Cantos de vida y esperanza' cambiaron todo. Murió a los 49, alcohólico y genial. El poeta que liberó el idioma.",
    "nationality": "Nicaragüense",
    "born": 1867,
    "died": 1916,
    "genres": [
      "poesía",
      "modernismo",
      "lírico"
    ],
    "notable_works": [
      "Azul",
      "Cantos de vida y esperanza",
      "Prosas profanas"
    ]
  },
  "Brenda Navarro": {
    "bio": "Mexicana, novelista de la maternidad y la violencia. 'Casas vacías' es sobre una madre que pierde a su hijo y otra que lo encuentra: dura, necesaria. Navarro escribe sobre mujeres en situaciones imposibles con honestidad brutal.",
    "nationality": "Mexicana",
    "born": 1982,
    "genres": [
      "ficción",
      "feminismo",
      "social"
    ],
    "notable_works": [
      "Casas vacías",
      "Ceniza en la boca"
    ]
  },
  "Lucía Lijtmaer": {
    "bio": "Argentina-española, periodista y novelista. Lijtmaer escribe sobre feminismo, cultura pop y política con inteligencia y gracia. 'Cauterio' es una novela sobre brujas y mujeres perseguidas. Voz fresca del periodismo cultural español.",
    "nationality": "Argentina-Española",
    "born": 1977,
    "genres": [
      "ficción",
      "ensayo",
      "periodismo"
    ],
    "notable_works": [
      "Cauterio",
      "Ofendiditos"
    ]
  },
  "Morgan Housel": {
    "bio": "Americano, escritor de finanzas que la gente realmente quiere leer. 'La psicología del dinero' es un bestseller sobre cómo pensamos (mal) sobre el dinero. Housel hace accesible lo complejo sin simplificar. Finanzas para humanos.",
    "nationality": "Estadounidense",
    "genres": [
      "finanzas",
      "psicología",
      "divulgación"
    ],
    "notable_works": [
      "La psicología del dinero",
      "Same as Ever"
    ]
  },
  "Pilar Adón": {
    "bio": "Madrileña, novelista y poeta de atmósferas inquietantes. Adón escribe sobre casas aisladas, relaciones tensas y naturaleza amenazante. Una voz singular en la literatura española contemporánea.",
    "nationality": "Española",
    "born": 1971,
    "genres": [
      "ficción",
      "poesía",
      "gótico"
    ],
    "notable_works": [
      "Las hijas de Sara",
      "Las efímeras",
      "El mes más cruel"
    ]
  },
  "Robert Nozick": {
    "bio": "Filósofo americano, libertario, provocador intelectual. Nozick escribió 'Anarquía, Estado y utopía' como respuesta a Rawls: una defensa del Estado mínimo que sigue generando debate. También escribió sobre la vida buena. Filosofía que importa.",
    "nationality": "Estadounidense",
    "born": 1938,
    "died": 2002,
    "genres": [
      "filosofía",
      "política",
      "ética"
    ],
    "notable_works": [
      "Anarquía, Estado y utopía",
      "Meditaciones sobre la vida"
    ]
  },
  "Josep Fontana": {
    "bio": "Catalán, historiador marxista, referente de la historiografía española. Fontana escribió sobre el siglo XIX español, la historia de Europa y cómo se hace la historia. Riguroso, comprometido, imprescindible para entender España.",
    "nationality": "Español (Catalán)",
    "born": 1931,
    "died": 2018,
    "genres": [
      "historia",
      "ensayo",
      "académico"
    ],
    "notable_works": [
      "La historia de los hombres",
      "Por el bien del imperio",
      "El siglo de la revolución"
    ]
  },
  "James Jones": {
    "bio": "Americano, novelista de la guerra. Jones escribió 'De aquí a la eternidad' sobre el ejército antes de Pearl Harbor: brutal, honesta, épica. Ganó el National Book Award. El Hemingway de la Segunda Guerra Mundial.",
    "nationality": "Estadounidense",
    "born": 1921,
    "died": 1977,
    "genres": [
      "ficción",
      "bélico",
      "drama"
    ],
    "notable_works": [
      "De aquí a la eternidad",
      "La delgada línea roja",
      "Whistle"
    ]
  },
  "Charlotte Brontë": {
    "bio": "Inglesa, autora de 'Jane Eyre': la institutriz que no se calla, el señor oscuro de la mansión, el secreto en el ático. Brontë escribió una de las novelas más influyentes del XIX. Murió a los 38. Las hermanas Brontë son un fenómeno único.",
    "nationality": "Británica",
    "born": 1816,
    "died": 1855,
    "genres": [
      "ficción",
      "gótico",
      "romance"
    ],
    "notable_works": [
      "Jane Eyre",
      "Villette",
      "Shirley"
    ]
  },
  "Herman Melville": {
    "bio": "Americano, autor de la gran novela americana sobre una ballena blanca. 'Moby Dick' fracasó en su época; ahora es un monumento. Melville murió olvidado; fue redescubierto décadas después. La obsesión hecha literatura.",
    "nationality": "Estadounidense",
    "born": 1819,
    "died": 1891,
    "genres": [
      "ficción",
      "aventura",
      "filosófico"
    ],
    "notable_works": [
      "Moby Dick",
      "Bartleby el escribiente",
      "Billy Budd"
    ]
  },
  "Mark Twain": {
    "bio": "Americano, humorista, la voz de América. Twain escribió 'Las aventuras de Tom Sawyer' y 'Huckleberry Finn': el Mississippi, la infancia, la crítica social disfrazada de aventura. También conferenciante y polemista. El padre de la literatura americana.",
    "nationality": "Estadounidense",
    "born": 1835,
    "died": 1910,
    "genres": [
      "ficción",
      "humor",
      "aventura"
    ],
    "notable_works": [
      "Las aventuras de Huckleberry Finn",
      "Las aventuras de Tom Sawyer",
      "Un yanqui en la corte del Rey Arturo"
    ]
  },
  "H. G. Wells": {
    "bio": "Inglés, padre de la ciencia ficción moderna junto a Verne. Wells inventó la máquina del tiempo, el hombre invisible, la invasión alienígena. También socialista y visionario. Sus novelas siguen siendo la base del género.",
    "nationality": "Británico",
    "born": 1866,
    "died": 1946,
    "genres": [
      "ciencia ficción",
      "fantástico",
      "social"
    ],
    "notable_works": [
      "La máquina del tiempo",
      "La guerra de los mundos",
      "El hombre invisible"
    ]
  },
  "Jules Verne": {
    "bio": "Francés, el otro padre de la ciencia ficción. Verne escribió sobre viajes al centro de la tierra, a la luna, bajo el mar. Predijo submarinos, helicópteros, viajes espaciales. Aventura y ciencia para todas las edades.",
    "nationality": "Francés",
    "born": 1828,
    "died": 1905,
    "genres": [
      "ciencia ficción",
      "aventura",
      "juvenil"
    ],
    "notable_works": [
      "Veinte mil leguas de viaje submarino",
      "Viaje al centro de la Tierra",
      "La vuelta al mundo en 80 días"
    ]
  },
  "Victor Hugo": {
    "bio": "Francés, titán del romanticismo, escritor nacional. Hugo escribió 'Los miserables' y 'Nuestra Señora de París': novelas monumentales que son también historia de Francia. Poeta, dramaturgo, exiliado político. El escritor francés por excelencia.",
    "nationality": "Francés",
    "born": 1802,
    "died": 1885,
    "genres": [
      "ficción",
      "poesía",
      "teatro"
    ],
    "notable_works": [
      "Los miserables",
      "Nuestra Señora de París",
      "El hombre que ríe"
    ]
  },
  "Stefan Zweig": {
    "bio": "Austríaco, el escritor más leído de su época, luego olvidado, ahora redescubierto. Zweig escribía novelas cortas y biografías sobre pasiones extremas. Huyó del nazismo y se suicidó en Brasil. 'El mundo de ayer' es su testamento de una Europa perdida.",
    "nationality": "Austríaco",
    "born": 1881,
    "died": 1942,
    "genres": [
      "ficción",
      "biografía",
      "memorias"
    ],
    "notable_works": [
      "Carta de una desconocida",
      "El mundo de ayer",
      "Partida de ajedrez",
      "María Antonieta"
    ]
  },
  "Primo Levi": {
    "bio": "Italiano, químico, superviviente de Auschwitz. Levi escribió 'Si esto es un hombre': el testimonio más lúcido del Holocausto. También memorias, cuentos y reflexiones. Se suicidó en 1987. Humanidad y horror en equilibrio imposible.",
    "nationality": "Italiano",
    "born": 1919,
    "died": 1987,
    "genres": [
      "memorias",
      "ensayo",
      "testimonio"
    ],
    "notable_works": [
      "Si esto es un hombre",
      "La tregua",
      "El sistema periódico"
    ]
  },
  "Fernando Pessoa": {
    "bio": "Portugués, poeta de múltiples voces. Pessoa inventó heterónimos —poetas completos con biografías y estilos— y escribió como todos ellos. 'El libro del desasosiego' es su obra maestra fragmentaria. Vivió anónimo en Lisboa. Ahora es un mito.",
    "nationality": "Portugués",
    "born": 1888,
    "died": 1935,
    "genres": [
      "poesía",
      "prosa poética",
      "filosófico"
    ],
    "notable_works": [
      "El libro del desasosiego",
      "Mensaje",
      "Poesía de Álvaro de Campos"
    ]
  },
  "W. Somerset Maugham": {
    "bio": "Inglés, viajero, cínico elegante. Maugham escribió novelas, cuentos y obras de teatro sobre el Imperio Británico y sus hipocresías. 'El filo de la navaja' y 'Servidumbre humana' son clásicos. Nunca de moda, siempre legible.",
    "nationality": "Británico",
    "born": 1874,
    "died": 1965,
    "genres": [
      "ficción",
      "cuento",
      "teatro"
    ],
    "notable_works": [
      "El filo de la navaja",
      "Servidumbre humana",
      "La luna y seis peniques"
    ]
  },
  "Evelyn Waugh": {
    "bio": "Inglés, satírico, católico converso. Waugh escribía comedias crueles sobre la aristocracia decadente y novelas serias sobre la fe. 'Retorno a Brideshead' es ambas cosas. Snob, brillante, inimitable.",
    "nationality": "Británico",
    "born": 1903,
    "died": 1966,
    "genres": [
      "ficción",
      "sátira",
      "católico"
    ],
    "notable_works": [
      "Retorno a Brideshead",
      "Un puñado de polvo",
      "Cuerpos viles"
    ]
  },
  "E. M. Forster": {
    "bio": "Inglés, humanista, maestro de la novela social. Forster escribió sobre el choque de clases y culturas con ironía y compasión. 'Pasaje a la India' y 'Howards End' son clásicos. 'Solo conectar' era su lema.",
    "nationality": "Británico",
    "born": 1879,
    "died": 1970,
    "genres": [
      "ficción",
      "social",
      "literario"
    ],
    "notable_works": [
      "Pasaje a la India",
      "Howards End",
      "Una habitación con vistas",
      "Maurice"
    ]
  },
  "Anthony Burgess": {
    "bio": "Inglés, prolífico, inventor del nadsat. Burgess escribió 'La naranja mecánica': violencia juvenil y libre albedrío en un futuro distópico. Kubrick lo hizo famoso. También escribió sobre Joyce, música y 30 novelas más. Un cerebro inquieto.",
    "nationality": "Británico",
    "born": 1917,
    "died": 1993,
    "genres": [
      "ficción",
      "distopía",
      "literario"
    ],
    "notable_works": [
      "La naranja mecánica",
      "Poderes terrenales",
      "Trilogía malaya"
    ]
  },
  "John le Carré": {
    "bio": "Inglés, ex espía, maestro del thriller de espionaje literario. Le Carré creó a George Smiley y reinventó el género: nada de glamour, todo gris, moral ambigua. 'El espía que surgió del frío' y 'El topo' son obras maestras. El anti-Bond.",
    "nationality": "Británico",
    "born": 1931,
    "died": 2020,
    "genres": [
      "thriller",
      "espionaje",
      "político"
    ],
    "notable_works": [
      "El espía que surgió del frío",
      "El topo",
      "La casa Rusia"
    ]
  },
  "Daphne du Maurier": {
    "bio": "Inglesa, maestra del suspense gótico. Du Maurier escribió 'Rebecca' y 'Los pájaros': atmósferas inquietantes, secretos y mansiones. Hitchcock adaptó varias. Entretenimiento sofisticado que perdura.",
    "nationality": "Británica",
    "born": 1907,
    "died": 1989,
    "genres": [
      "ficción",
      "gótico",
      "suspense"
    ],
    "notable_works": [
      "Rebecca",
      "Los pájaros",
      "Mi prima Rachel"
    ]
  },
  "P. G. Wodehouse": {
    "bio": "Inglés, maestro del humor. Wodehouse creó a Jeeves y Bertie Wooster: el mayordomo perfecto y el aristócrata idiota. Sus novelas son máquinas de comedia perfectamente engrasadas. Alegría pura en cada página.",
    "nationality": "Británico",
    "born": 1881,
    "died": 1975,
    "genres": [
      "ficción",
      "humor",
      "comedia"
    ],
    "notable_works": [
      "Muy bien, Jeeves",
      "El código de los Wooster",
      "Dinero fácil"
    ]
  },
  "Wilkie Collins": {
    "bio": "Inglés victoriano, inventor de la novela de misterio. Collins escribió 'La piedra lunar' y 'La dama de blanco': suspense, secretos y detectives antes de que existiera el género. Amigo de Dickens. El abuelo de Agatha Christie.",
    "nationality": "Británico",
    "born": 1824,
    "died": 1889,
    "genres": [
      "misterio",
      "victoriano",
      "suspense"
    ],
    "notable_works": [
      "La piedra lunar",
      "La dama de blanco",
      "Armadale"
    ]
  },
  "Bram Stoker": {
    "bio": "Irlandés, creador de Drácula. Stoker escribió la novela de vampiros definitiva en 1897 y definió el género para siempre. También fue mánager del actor Henry Irving. Un libro bastó para la inmortalidad.",
    "nationality": "Irlandés",
    "born": 1847,
    "died": 1912,
    "genres": [
      "terror",
      "gótico",
      "fantástico"
    ],
    "notable_works": [
      "Drácula",
      "La guarida del gusano blanco",
      "La joya de las siete estrellas"
    ]
  },
  "Mary Shelley": {
    "bio": "Inglesa, madre de la ciencia ficción. Shelley escribió 'Frankenstein' a los 18 años: el monstruo, el creador, la responsabilidad científica. Todo empezó en una noche de tormenta con Byron y su marido Percy. Visionaria.",
    "nationality": "Británica",
    "born": 1797,
    "died": 1851,
    "genres": [
      "ciencia ficción",
      "gótico",
      "terror"
    ],
    "notable_works": [
      "Frankenstein",
      "El último hombre"
    ]
  },
  "H. P. Lovecraft": {
    "bio": "Americano, creador del horror cósmico. Lovecraft inventó Cthulhu y los Mitos: horrores antiguos ante los cuales la humanidad es insignificante. Racista, recluso, ahora enormemente influyente. El miedo como filosofía.",
    "nationality": "Estadounidense",
    "born": 1890,
    "died": 1937,
    "genres": [
      "terror",
      "fantástico",
      "ciencia ficción"
    ],
    "notable_works": [
      "La llamada de Cthulhu",
      "En las montañas de la locura",
      "El horror de Dunwich"
    ]
  },
  "Shirley Jackson": {
    "bio": "Americana, maestra del terror doméstico. Jackson escribió 'La maldición de Hill House' y 'Siempre hemos vivido en el castillo': casas encantadas y familias perturbadas. 'La lotería' es el cuento de terror americano. Murió joven, ahora es un clásico.",
    "nationality": "Estadounidense",
    "born": 1916,
    "died": 1965,
    "genres": [
      "terror",
      "gótico",
      "psicológico"
    ],
    "notable_works": [
      "La maldición de Hill House",
      "Siempre hemos vivido en el castillo",
      "La lotería"
    ]
  },
  "Angela Carter": {
    "bio": "Inglesa, reinventora de cuentos de hadas. Carter escribía fantasías feministas, oscuras y sensuales. 'La cámara sangrienta' es Caperucita y Barba Azul para adultos. Murió a los 51. Una de las más originales del siglo XX.",
    "nationality": "Británica",
    "born": 1940,
    "died": 1992,
    "genres": [
      "ficción",
      "fantástico",
      "feminismo"
    ],
    "notable_works": [
      "La cámara sangrienta",
      "Noches en el circo",
      "La pasión de la nueva Eva"
    ]
  },
  "Octavia E. Butler": {
    "bio": "Americana, pionera de la ciencia ficción afroamericana. Butler escribía sobre raza, género y supervivencia con imaginación feroz. 'Kindred' viaja a la esclavitud. Ganó el MacArthur 'genius grant'. Una voz imprescindible.",
    "nationality": "Estadounidense",
    "born": 1947,
    "died": 2006,
    "genres": [
      "ciencia ficción",
      "fantástico",
      "feminismo"
    ],
    "notable_works": [
      "Kindred",
      "La parábola del sembrador",
      "Amanecer"
    ]
  },
  "Anaïs Nin": {
    "bio": "Franco-americana, diarista, exploradora del deseo. Nin escribió diarios íntimos durante 60 años y ficción erótica legendaria. Amiga de Henry Miller, amante de muchos. Su vida fue su obra maestra.",
    "nationality": "Franco-Estadounidense",
    "born": 1903,
    "died": 1977,
    "genres": [
      "diarios",
      "erótico",
      "ficción"
    ],
    "notable_works": [
      "Delta de Venus",
      "Diarios",
      "Una espía en la casa del amor"
    ]
  },
  "Colette": {
    "bio": "Francesa, escandalosa, libre. Colette escribió sobre el deseo femenino y la naturaleza con sensualidad y precisión. 'Gigi' y las novelas de Claudine son clásicos. Vivió como quiso en una época que no lo permitía.",
    "nationality": "Francesa",
    "born": 1873,
    "died": 1954,
    "genres": [
      "ficción",
      "autobiográfico",
      "erótico"
    ],
    "notable_works": [
      "Gigi",
      "Chéri",
      "La vagabunda",
      "Claudine en la escuela"
    ]
  },
  "Marguerite Yourcenar": {
    "bio": "Belga-americana, primera mujer en la Academia Francesa. Yourcenar escribió 'Memorias de Adriano': un emperador romano medita sobre su vida. Erudita, elegante, clásica. Una de las grandes escritoras del siglo XX.",
    "nationality": "Belga-Estadounidense",
    "born": 1903,
    "died": 1987,
    "genres": [
      "ficción histórica",
      "literario",
      "filosófico"
    ],
    "notable_works": [
      "Memorias de Adriano",
      "Opus nigrum",
      "Archivos del Norte"
    ]
  },
  "Naguib Mahfouz": {
    "bio": "Egipcio, Nobel 1988, el novelista del mundo árabe. Mahfouz escribió la trilogía de El Cairo: historia de Egipto a través de una familia. Fue apuñalado por un fanático. El padre de la novela árabe moderna.",
    "nationality": "Egipcio",
    "born": 1911,
    "died": 2006,
    "genres": [
      "ficción",
      "histórico",
      "social"
    ],
    "notable_works": [
      "Trilogía de El Cairo",
      "El callejón de los milagros",
      "Hijos de nuestro barrio"
    ],
    "awards": [
      "Premio Nobel de Literatura 1988"
    ]
  },
  "Kenzaburō Ōe": {
    "bio": "Japonés, Nobel 1994, novelista del dolor y la esperanza. Ōe escribía sobre su hijo discapacitado, la posguerra, la búsqueda de sentido. Difícil pero recompensador. Una voz moral en el Japón moderno.",
    "nationality": "Japonés",
    "born": 1935,
    "died": 2023,
    "genres": [
      "ficción",
      "autobiográfico",
      "filosófico"
    ],
    "notable_works": [
      "Una cuestión personal",
      "El grito silencioso",
      "Arrancad las semillas, fusilad a los niños"
    ],
    "awards": [
      "Premio Nobel de Literatura 1994"
    ]
  },
  "Banana Yoshimoto": {
    "bio": "Japonesa, novelista del duelo y la vida cotidiana. Yoshimoto escribe sobre pérdida, familia y sanación con una ternura única. 'Kitchen' la hizo famosa a los 24. Accesible, emotiva, reconfortante.",
    "nationality": "Japonesa",
    "born": 1964,
    "genres": [
      "ficción",
      "contemporáneo",
      "drama"
    ],
    "notable_works": [
      "Kitchen",
      "Tsugumi",
      "Sueño profundo"
    ]
  },
  "Mo Yan": {
    "bio": "Chino, Nobel 2012, novelista del campo chino. Mo Yan escribe sagas rurales con realismo mágico y sátira política. 'Sorgo rojo' fue película de Zhang Yimou. Controvertido por su relación con el gobierno. Prolífico y ambicioso.",
    "nationality": "Chino",
    "born": 1955,
    "genres": [
      "ficción",
      "realismo mágico",
      "histórico"
    ],
    "notable_works": [
      "Sorgo rojo",
      "Las baladas del ajo",
      "Grandes pechos, amplias caderas"
    ],
    "awards": [
      "Premio Nobel de Literatura 2012"
    ]
  },
  "Ngugi wa Thiong'o": {
    "bio": "Keniata, novelista, activista de la descolonización lingüística. Ngugi dejó de escribir en inglés para hacerlo en kikuyu. Fue encarcelado por el gobierno. Sus novelas critican el colonialismo y sus secuelas. Una voz moral africana.",
    "nationality": "Keniata",
    "born": 1938,
    "genres": [
      "ficción",
      "político",
      "postcolonial"
    ],
    "notable_works": [
      "Un grano de trigo",
      "Pétalos de sangre",
      "El diablo en la cruz"
    ]
  },
  "Chinua Achebe": {
    "bio": "Nigeriano, padre de la literatura africana moderna. Achebe escribió 'Todo se desmorona': la llegada del colonialismo vista desde dentro. Respondió a Conrad. Cambió cómo el mundo lee África. Imprescindible.",
    "nationality": "Nigeriano",
    "born": 1930,
    "died": 2013,
    "genres": [
      "ficción",
      "postcolonial",
      "histórico"
    ],
    "notable_works": [
      "Todo se desmorona",
      "Ya no estarás tranquilo",
      "Hormigueros de la sabana"
    ]
  },
  "Wole Soyinka": {
    "bio": "Nigeriano, Nobel 1986, el primer africano en ganarlo. Soyinka es dramaturgo, poeta, novelista y activista. Fue encarcelado durante la guerra de Biafra. Su obra mezcla tradición yoruba y modernidad. Un gigante.",
    "nationality": "Nigeriano",
    "born": 1934,
    "genres": [
      "teatro",
      "poesía",
      "memorias"
    ],
    "notable_works": [
      "La danza del bosque",
      "El hombre murió",
      "Aké: los años de la infancia"
    ],
    "awards": [
      "Premio Nobel de Literatura 1986"
    ]
  },
  "J. M. G. Le Clézio": {
    "bio": "Francés-mauriciano, Nobel 2008, nómada literario. Le Clézio escribe sobre viajes, culturas indígenas y la búsqueda de otro mundo. Ha vivido en México, Panamá, Marruecos. El Nobel más viajero.",
    "nationality": "Francés-Mauriciano",
    "born": 1940,
    "genres": [
      "ficción",
      "viajes",
      "filosófico"
    ],
    "notable_works": [
      "Desierto",
      "El africano",
      "Onitsha"
    ],
    "awards": [
      "Premio Nobel de Literatura 2008"
    ]
  },
  "Ben Okri": {
    "bio": "Nigeriano-británico, Booker 1991, poeta del realismo mágico africano. Okri escribió 'La calle del hambre': un niño-espíritu en el Lagos de la pobreza. También poeta y ensayista. Visionario y lírico.",
    "nationality": "Nigeriano-Británico",
    "born": 1959,
    "genres": [
      "ficción",
      "realismo mágico",
      "poesía"
    ],
    "notable_works": [
      "La calle del hambre",
      "Canciones del encantamiento",
      "Asombrando a los dioses"
    ],
    "awards": [
      "Man Booker Prize 1991"
    ]
  },
  "Abdulrazak Gurnah": {
    "bio": "Tanzano-británico, Nobel 2021, novelista del exilio y el colonialismo. Gurnah escribe sobre el África oriental, la inmigración y el desarraigo. Sorprendió al mundo con su Nobel. Discreto, profundo, necesario.",
    "nationality": "Tanzano-Británico",
    "born": 1948,
    "genres": [
      "ficción",
      "postcolonial",
      "inmigración"
    ],
    "notable_works": [
      "Paraíso",
      "A orillas del mar",
      "El desertor"
    ],
    "awards": [
      "Premio Nobel de Literatura 2021"
    ]
  },
  "Herta Müller": {
    "bio": "Alemana de Rumanía, Nobel 2009, poeta de la opresión. Müller escribe sobre la dictadura de Ceausescu con una prosa fragmentaria y poética. Escapó del régimen. Su lenguaje es único: duro, bello, extraño.",
    "nationality": "Alemana (nacida rumana)",
    "born": 1953,
    "genres": [
      "ficción",
      "poesía",
      "político"
    ],
    "notable_works": [
      "En tierras bajas",
      "El hombre es un gran faisán en el mundo",
      "Todo lo que tengo lo llevo conmigo"
    ],
    "awards": [
      "Premio Nobel de Literatura 2009"
    ]
  },
  "Elfriede Jelinek": {
    "bio": "Austríaca, Nobel 2004, provocadora. Jelinek escribe sobre la opresión de las mujeres y la hipocresía austríaca con rabia y experimentación. 'La pianista' es perturbadora. Odiada y adorada a partes iguales.",
    "nationality": "Austríaca",
    "born": 1946,
    "genres": [
      "ficción",
      "teatro",
      "feminismo"
    ],
    "notable_works": [
      "La pianista",
      "Los excluidos",
      "Deseo"
    ],
    "awards": [
      "Premio Nobel de Literatura 2004"
    ]
  },
  "Imre Kertész": {
    "bio": "Húngaro, Nobel 2002, superviviente de Auschwitz. Kertész escribió 'Sin destino': un adolescente en los campos, contado sin sentimentalismo. Tardó 13 años en publicar en Hungría. Testimonio puro.",
    "nationality": "Húngaro",
    "born": 1929,
    "died": 2016,
    "genres": [
      "ficción",
      "autobiográfico",
      "Holocausto"
    ],
    "notable_works": [
      "Sin destino",
      "Kaddish por el hijo no nacido",
      "Liquidación"
    ],
    "awards": [
      "Premio Nobel de Literatura 2002"
    ]
  },
  "Halldór Laxness": {
    "bio": "Islandés, Nobel 1955, el novelista de Islandia. Laxness escribió sagas modernas sobre pescadores, campesinos y la lucha por sobrevivir en la isla. Comunista, católico, luego budista. El único Nobel islandés.",
    "nationality": "Islandés",
    "born": 1902,
    "died": 1998,
    "genres": [
      "ficción",
      "social",
      "islandés"
    ],
    "notable_works": [
      "Gente independiente",
      "Estación atómica",
      "Salka Valka"
    ],
    "awards": [
      "Premio Nobel de Literatura 1955"
    ]
  },
  "Leïla Slimani": {
    "bio": "Franco-marroquí, Goncourt 2016, novelista del lado oscuro de la maternidad. 'Canción dulce' empieza con una niñera que mata a los niños que cuida. Slimani escribe sobre mujeres atrapadas con precisión quirúrgica. También periodista y activista.",
    "nationality": "Franco-Marroquí",
    "born": 1981,
    "genres": [
      "ficción",
      "thriller",
      "psicológico"
    ],
    "notable_works": [
      "Canción dulce",
      "El jardín del ogro",
      "El país de los otros"
    ],
    "awards": [
      "Premio Goncourt 2016"
    ]
  },
  "Julia Navarro": {
    "bio": "Madrileña, periodista y superventas. Navarro escribe thrillers históricos que mezclan actualidad, religión y conspiraciones. 'La Biblia de barro' vendió millones. Entretenimiento con ambición y documentación.",
    "nationality": "Española",
    "born": 1953,
    "genres": [
      "thriller",
      "histórico",
      "aventura"
    ],
    "notable_works": [
      "La Biblia de barro",
      "Dime quién soy",
      "Dispara, yo ya estoy muerto"
    ]
  },
  "Borís Pasternak": {
    "bio": "Ruso, Nobel 1958, poeta y novelista. Pasternak escribió 'Doctor Zhivago': amor y revolución en Rusia que no pudo publicarse en su país. El Nobel fue un escándalo político. Murió poco después, reivindicado.",
    "nationality": "Ruso",
    "born": 1890,
    "died": 1960,
    "genres": [
      "ficción",
      "poesía",
      "histórico"
    ],
    "notable_works": [
      "Doctor Zhivago",
      "Mi hermana la vida"
    ],
    "awards": [
      "Premio Nobel de Literatura 1958"
    ]
  },
  "Christopher Paolini": {
    "bio": "Americano que publicó 'Eragon' a los 15 años. La saga del Legado conquistó a millones de jóvenes lectores: dragones, magia, aventura épica. Fenómeno juvenil que creció con sus lectores.",
    "nationality": "Estadounidense",
    "born": 1983,
    "genres": [
      "fantasía",
      "juvenil",
      "épico"
    ],
    "notable_works": [
      "Eragon",
      "Eldest",
      "Brisingr",
      "Legado"
    ]
  },
  "Adam Zagajewski": {
    "bio": "Polaco, poeta del exilio y la belleza. Zagajewski escribía sobre Lviv (la ciudad perdida de su familia), Europa y el arte con una melancolía luminosa. Murió en 2021. Uno de los grandes poetas europeos recientes.",
    "nationality": "Polaco",
    "born": 1945,
    "died": 2021,
    "genres": [
      "poesía",
      "ensayo",
      "memorias"
    ],
    "notable_works": [
      "Tierra del fuego",
      "En defensa del fervor",
      "Deseo"
    ]
  },
  "José Antonio Marina Torres": {
    "bio": "Filósofo español, divulgador de la inteligencia y la educación. Marina ha escrito decenas de libros sobre creatividad, emociones y el cerebro. Accesible sin ser superficial. El filósofo de cabecera de muchos españoles.",
    "nationality": "Español",
    "born": 1939,
    "genres": [
      "filosofía",
      "divulgación",
      "educación"
    ],
    "notable_works": [
      "Elogio y refutación del ingenio",
      "Teoría de la inteligencia creadora",
      "El vuelo de la inteligencia"
    ]
  },
  "J. M. Mulet": {
    "bio": "Valenciano, bioquímico, azote de pseudociencias. Mulet escribe sobre alimentación, transgénicos y mitos nutricionales con rigor y humor. 'Comer sin miedo' desmonta leyendas urbanas. Ciencia contra el charlatanismo.",
    "nationality": "Español",
    "born": 1973,
    "genres": [
      "divulgación",
      "ciencia",
      "nutrición"
    ],
    "notable_works": [
      "Comer sin miedo",
      "Medicina sin engaños",
      "¿Qué es comer sano?"
    ]
  },
  "Rumaan Alam": {
    "bio": "Americano, novelista de la ansiedad contemporánea. 'Dejar el mundo atrás' es un thriller doméstico sobre el apocalipsis (fue película de Netflix). Alam escribe sobre raza, clase y miedo con elegancia incómoda.",
    "nationality": "Estadounidense",
    "born": 1977,
    "genres": [
      "ficción",
      "thriller",
      "contemporáneo"
    ],
    "notable_works": [
      "Dejar el mundo atrás",
      "That Kind of Mother"
    ]
  },
  "Anne Boyer": {
    "bio": "Americana, poeta y ensayista, Pulitzer 2020. Boyer escribió 'Desmorir': un ensayo sobre el cáncer de mama, el capitalismo y el cuerpo que es literatura de primer nivel. Radical, inteligente, necesaria.",
    "nationality": "Estadounidense",
    "born": 1973,
    "genres": [
      "ensayo",
      "poesía",
      "memorias"
    ],
    "notable_works": [
      "Desmorir",
      "A Handbook of Disappointed Fate"
    ],
    "awards": [
      "Premio Pulitzer 2020"
    ]
  },
  "Robert Stone": {
    "bio": "Americano, novelista de la América oscura. Stone escribió sobre Vietnam, drogas y la pérdida de inocencia americana. 'Pabellón de locos' ganó el National Book Award. Durísimo y brillante.",
    "nationality": "Estadounidense",
    "born": 1937,
    "died": 2015,
    "genres": [
      "ficción",
      "político",
      "oscuro"
    ],
    "notable_works": [
      "Pabellón de locos",
      "Bajo una estrella impía",
      "Damascus Gate"
    ],
    "awards": [
      "National Book Award 1975"
    ]
  },
  "André Dubus III": {
    "bio": "Americano, hijo del cuentista André Dubus. 'La casa de arena y niebla' fue bestseller y película: el sueño americano convertido en pesadilla. Escribe sobre gente ordinaria en situaciones extraordinarias.",
    "nationality": "Estadounidense",
    "born": 1959,
    "genres": [
      "ficción",
      "drama",
      "americano"
    ],
    "notable_works": [
      "La casa de arena y niebla",
      "Townie",
      "Gone So Long"
    ]
  },
  "Tamara Kamenszain": {
    "bio": "Argentina, poeta de la intimidad y el duelo. Kamenszain escribía sobre la familia, los muertos, el cuerpo con una precisión que duele. Murió en 2021. Una de las grandes poetas argentinas.",
    "nationality": "Argentina",
    "born": 1947,
    "died": 2021,
    "genres": [
      "poesía",
      "ensayo",
      "autobiográfico"
    ],
    "notable_works": [
      "El libro de los divanes",
      "El eco de mi madre",
      "Libros chiquitos"
    ]
  },
  "Cynthia Rimsky": {
    "bio": "Chilena, escritora de viajes y memoria. Rimsky busca las huellas de sus antepasados judíos en Europa del Este y lo convierte en literatura. 'Poste restante' es un viaje físico y emocional. Singular.",
    "nationality": "Chilena",
    "born": 1962,
    "genres": [
      "no ficción",
      "viajes",
      "memorias"
    ],
    "notable_works": [
      "Poste restante",
      "La revolución a dedo",
      "En obra"
    ]
  },
  "Meg Mason": {
    "bio": "Neozelandesa, novelista del colapso emocional. 'Dolor y gloria' es sobre una mujer con depresión y su matrimonio: divertida, triste, honesta. Fenómeno en redes. Salud mental sin filtros.",
    "nationality": "Neozelandesa",
    "born": 1975,
    "genres": [
      "ficción",
      "drama",
      "contemporáneo"
    ],
    "notable_works": [
      "Dolor y gloria",
      "Say Hello to My Little Friend"
    ]
  },
  "Lisa Wingate": {
    "bio": "Americana, novelista de historias basadas en hechos reales. 'Antes de que llegaras' sobre los Tennessee Children's Home Society fue bestseller masivo. Emociona y denuncia.",
    "nationality": "Estadounidense",
    "born": 1965,
    "genres": [
      "ficción",
      "histórico",
      "drama"
    ],
    "notable_works": [
      "Antes de que llegaras",
      "The Book of Lost Friends"
    ]
  },
  "Tim Bouverie": {
    "bio": "Historiador británico que escribió sobre el apaciguamiento de Hitler. 'Apaciguando a Hitler' es historia narrativa de primer nivel sobre cómo Europa dejó crecer al monstruo. Debut brillante.",
    "nationality": "Británico",
    "born": 1988,
    "genres": [
      "historia",
      "político",
      "bélico"
    ],
    "notable_works": [
      "Apaciguando a Hitler"
    ]
  },
  "Camilla Pang": {
    "bio": "Británica de origen hongkonés, científica con autismo y TDAH. 'Explaining Humans' usa la ciencia para entender las interacciones sociales. Divulgación desde una perspectiva única.",
    "nationality": "Británica",
    "born": 1991,
    "genres": [
      "divulgación",
      "ciencia",
      "memorias"
    ],
    "notable_works": [
      "Explicar a los humanos"
    ]
  },
  "Jennifer L. Armentrout": {
    "bio": "Americana, máquina de bestsellers románticos y fantásticos. Armentrout escribe sagas adictivas con romance, fantasía y acción. 'De sangre y cenizas' conquistó BookTok. Entretenimiento puro.",
    "nationality": "Estadounidense",
    "born": 1980,
    "genres": [
      "fantasía",
      "romance",
      "juvenil"
    ],
    "notable_works": [
      "De sangre y cenizas",
      "A Kingdom of Flesh and Fire",
      "The Problem with Forever"
    ]
  },
  "Rebecca F. Kuang": {
    "bio": "Americana de origen chino, prodigio de la fantasía. Kuang escribió 'La guerra de la amapola' a los 19. 'Babel' mezcla lingüística y colonialismo. 'Yellowface' es sátira del mundo editorial. Ambiciosa y feroz.",
    "nationality": "Estadounidense",
    "born": 1996,
    "genres": [
      "fantasía",
      "ciencia ficción",
      "satírico"
    ],
    "notable_works": [
      "La guerra de la amapola",
      "Babel",
      "Yellowface"
    ]
  },
  "Catherine Lacey": {
    "bio": "Americana, novelista experimental y precisa. Lacey escribe sobre identidad, relaciones y extrañamiento. 'Biografía de X' es una novela ambiciosa sobre una artista misteriosa. Inteligente y original.",
    "nationality": "Estadounidense",
    "born": 1985,
    "genres": [
      "ficción",
      "experimental",
      "literario"
    ],
    "notable_works": [
      "Biografía de X",
      "Nadie desaparece para siempre",
      "The Answers"
    ]
  },
  "Vicente Muñoz Puelles": {
    "bio": "Valenciano, escritor prolífico de literatura juvenil e infantil. Muñoz Puelles ha ganado múltiples premios y escrito decenas de libros para jóvenes lectores. También novela para adultos. Un clásico del género en España.",
    "nationality": "Español",
    "born": 1948,
    "genres": [
      "juvenil",
      "infantil",
      "ficción"
    ],
    "notable_works": [
      "El vuelo de las cigüeñas",
      "Óscar y el león de Correos",
      "La perrona"
    ]
  },
  "Noelia Amarillo": {
    "bio": "Española, autora de romance erótico y contemporáneo. Amarillo ha conquistado lectores con historias apasionadas y personajes memorables. Bestseller del género romántico en español.",
    "nationality": "Española",
    "genres": [
      "romance",
      "erótico",
      "contemporáneo"
    ],
    "notable_works": [
      "Besar a un ángel",
      "Serie Amigos del barrio"
    ]
  },
  "A. B. Guthrie Jr.": {
    "bio": "Americano, Pulitzer 1950, novelista del Oeste americano. Guthrie escribió 'The Big Sky' y guiones para westerns clásicos. El Oeste antes de los mitos, con dureza y verdad.",
    "nationality": "Estadounidense",
    "born": 1901,
    "died": 1991,
    "genres": [
      "western",
      "histórico",
      "americano"
    ],
    "notable_works": [
      "The Big Sky",
      "The Way West",
      "These Thousand Hills"
    ],
    "awards": [
      "Premio Pulitzer 1950"
    ]
  },
  "Ann Druyan": {
    "bio": "Americana, escritora de ciencia y viuda de Carl Sagan. Druyan coescribió 'Cosmos' con Sagan y produjo la serie actualizada. También dirigió el proyecto del Disco de Oro de las Voyager. La ciencia como amor.",
    "nationality": "Estadounidense",
    "born": 1949,
    "genres": [
      "divulgación",
      "ciencia",
      "memorias"
    ],
    "notable_works": [
      "Cosmos",
      "Sombras de antepasados olvidados"
    ]
  },
  "Alina Reyes": {
    "bio": "Francesa, escritora erótica y provocadora. 'El carnicero' la hizo famosa: erotismo crudo y literario. Reyes escribe sobre el cuerpo y el deseo sin pudor. Transgresora.",
    "nationality": "Francesa",
    "born": 1956,
    "genres": [
      "ficción",
      "erótico",
      "transgresor"
    ],
    "notable_works": [
      "El carnicero",
      "Detrás de la puerta",
      "Lilith"
    ]
  },
  "Françoise Rey": {
    "bio": "Francesa, novelista erótica. Rey escribe historias sensuales con elegancia y sin vulgaridad. Una voz del erotismo literario francés.",
    "nationality": "Francesa",
    "genres": [
      "ficción",
      "erótico",
      "romance"
    ],
    "notable_works": [
      "La mujer de papel",
      "La rencontre"
    ]
  },
  "Alan Le May": {
    "bio": "Americano, novelista del Oeste. Le May escribió 'Centauros del desierto' (que Ford convirtió en película legendaria) y 'Los que no perdonan'. El western como tragedia.",
    "nationality": "Estadounidense",
    "born": 1899,
    "died": 1964,
    "genres": [
      "western",
      "aventura",
      "histórico"
    ],
    "notable_works": [
      "Centauros del desierto",
      "Los que no perdonan"
    ]
  },
  "Marta Jiménez Serrano": {
    "bio": "Española, escritora de literatura juvenil y fantástica. Jiménez Serrano conecta con lectores jóvenes con historias de romance, magia y aventura. Voz emergente del género en español.",
    "nationality": "Española",
    "genres": [
      "juvenil",
      "fantasía",
      "romance"
    ],
    "notable_works": [
      "Maldición gitana",
      "La maldición de los santos"
    ]
  },
  "Katharina Winkler": {
    "bio": "Austríaca, novelista del trauma. 'Lengua materna' está basada en una historia real de violencia doméstica en una comunidad kurda. Dura, necesaria, poderosa.",
    "nationality": "Austríaca",
    "born": 1979,
    "genres": [
      "ficción",
      "social",
      "feminismo"
    ],
    "notable_works": [
      "Lengua materna"
    ]
  },
  "Thomas Weber": {
    "bio": "Historiador alemán especializado en Hitler y el nazismo. Weber ha escrito sobre los años de formación de Hitler con nueva documentación. Historia rigurosa del horror.",
    "nationality": "Alemán",
    "born": 1974,
    "genres": [
      "historia",
      "biografía",
      "político"
    ],
    "notable_works": [
      "La primera guerra de Hitler",
      "Cómo Hitler se convirtió en nazi"
    ]
  },
  "Jason Brennan": {
    "bio": "Filósofo político americano, provocador intelectual. Brennan argumenta contra la democracia en 'Contra la democracia'. También escribe sobre ética de las armas y el trabajo. Filosofía que incomoda.",
    "nationality": "Estadounidense",
    "born": 1979,
    "genres": [
      "filosofía",
      "política",
      "ensayo"
    ],
    "notable_works": [
      "Contra la democracia",
      "When All Else Fails",
      "Good Work If You Can Get It"
    ]
  },
  "Emilio La Parra López": {
    "bio": "Historiador español, experto en el siglo XIX. La Parra ha escrito biografías fundamentales de Fernando VII y Godoy. Historia política española rigurosa y accesible.",
    "nationality": "Español",
    "born": 1948,
    "genres": [
      "historia",
      "biografía",
      "político"
    ],
    "notable_works": [
      "Fernando VII",
      "Manuel Godoy",
      "La Inquisición en España"
    ]
  },
  "Alfonso del Río": {
    "bio": "Escritor español contemporáneo. Del Río escribe ficción que conecta con lectores actuales.",
    "nationality": "Español",
    "genres": [
      "ficción",
      "contemporáneo"
    ],
    "notable_works": []
  },
  "Dominique Roques": {
    "bio": "Francés, buscador de esencias. Roques viaja por el mundo buscando materias primas para perfumes y lo cuenta en 'El coleccionista de aromas'. Viajes y sensorialidad.",
    "nationality": "Francés",
    "genres": [
      "no ficción",
      "viajes",
      "memorias"
    ],
    "notable_works": [
      "El coleccionista de aromas"
    ]
  },
  "Miguel de Cervantes": {
    "bio": "Español, el padre de la novela moderna. Cervantes escribió 'Don Quijote de la Mancha', probablemente el libro más importante en español. Soldado, cautivo, pobre, genio. La literatura empieza con él.",
    "nationality": "Español",
    "born": 1547,
    "died": 1616,
    "genres": [
      "ficción",
      "clásico",
      "satírico"
    ],
    "notable_works": [
      "Don Quijote de la Mancha",
      "Novelas ejemplares",
      "Los trabajos de Persiles y Sigismunda"
    ]
  },
  "Federico García Lorca": {
    "bio": "Granadino, poeta del duende, mártir de la Guerra Civil. Lorca escribió poesía y teatro sobre el deseo, la muerte y la España profunda. Fue asesinado en 1936. El poeta español más universal del siglo XX.",
    "nationality": "Español",
    "born": 1898,
    "died": 1936,
    "genres": [
      "poesía",
      "teatro",
      "lírico"
    ],
    "notable_works": [
      "Romancero gitano",
      "Poeta en Nueva York",
      "La casa de Bernarda Alba",
      "Bodas de sangre"
    ]
  },
  "Antonio Machado": {
    "bio": "Sevillano criado en Castilla, poeta de la España esencial. Machado escribía versos sencillos y profundos sobre el tiempo, el paisaje y la pérdida. Murió exiliado en Collioure. 'Caminante, no hay camino...'",
    "nationality": "Español",
    "born": 1875,
    "died": 1939,
    "genres": [
      "poesía",
      "lírico",
      "filosófico"
    ],
    "notable_works": [
      "Campos de Castilla",
      "Soledades",
      "Juan de Mairena"
    ]
  },
  "Pablo Neruda": {
    "bio": "Chileno, Nobel 1971, el poeta del amor y la revolución. Neruda escribió 'Veinte poemas de amor' y 'Canto general': de lo íntimo a lo épico. Comunista, diplomático, amante. El poeta más leído en español.",
    "nationality": "Chileno",
    "born": 1904,
    "died": 1973,
    "genres": [
      "poesía",
      "político",
      "lírico"
    ],
    "notable_works": [
      "Veinte poemas de amor",
      "Canto general",
      "Residencia en la tierra"
    ],
    "awards": [
      "Premio Nobel de Literatura 1971"
    ]
  },
  "Octavio Paz": {
    "bio": "Mexicano, Nobel 1990, poeta y ensayista total. Paz escribió sobre el amor, la soledad mexicana, la India y el surrealismo. 'El laberinto de la soledad' es imprescindible. El intelectual mexicano del siglo XX.",
    "nationality": "Mexicano",
    "born": 1914,
    "died": 1998,
    "genres": [
      "poesía",
      "ensayo",
      "filosófico"
    ],
    "notable_works": [
      "El laberinto de la soledad",
      "Piedra de sol",
      "El arco y la lira"
    ],
    "awards": [
      "Premio Nobel de Literatura 1990"
    ]
  },
  "César Vallejo": {
    "bio": "Peruano, el poeta más original de América Latina. Vallejo escribió versos desgarrados sobre el dolor, la injusticia y la solidaridad humana. Murió en París, pobre. 'Trilce' reinventó la poesía en español.",
    "nationality": "Peruano",
    "born": 1892,
    "died": 1938,
    "genres": [
      "poesía",
      "vanguardia",
      "social"
    ],
    "notable_works": [
      "Trilce",
      "Poemas humanos",
      "Los heraldos negros"
    ]
  },
  "Benito Pérez Galdós": {
    "bio": "Canario, el novelista español más importante del XIX después de Cervantes. Galdós escribió los 'Episodios nacionales' y novelas sobre la sociedad española con ambición balzaciana. Murió ciego y pobre. Un gigante.",
    "nationality": "Español",
    "born": 1843,
    "died": 1920,
    "genres": [
      "ficción",
      "histórico",
      "realismo"
    ],
    "notable_works": [
      "Fortunata y Jacinta",
      "Episodios nacionales",
      "Misericordia",
      "Doña Perfecta"
    ]
  },
  "Leopoldo Alas 'Clarín'": {
    "bio": "Asturiano, autor de 'La Regenta', una de las mejores novelas españolas. Clarín diseccionó la hipocresía de una ciudad de provincias con bisturí. También crítico feroz. Un clásico del realismo español.",
    "nationality": "Español",
    "born": 1852,
    "died": 1901,
    "genres": [
      "ficción",
      "realismo",
      "crítica"
    ],
    "notable_works": [
      "La Regenta",
      "Su único hijo",
      "Cuentos morales"
    ]
  },
  "Camilo José Cela": {
    "bio": "Gallego, Nobel 1989, provocador profesional. Cela escribió 'La familia de Pascual Duarte' y 'La colmena': tremendismo y retrato de la posguerra. Polémico hasta el final. El primer Nobel español en décadas.",
    "nationality": "Español",
    "born": 1916,
    "died": 2002,
    "genres": [
      "ficción",
      "realismo",
      "experimental"
    ],
    "notable_works": [
      "La familia de Pascual Duarte",
      "La colmena",
      "Viaje a la Alcarria"
    ],
    "awards": [
      "Premio Nobel de Literatura 1989"
    ]
  },
  "Miguel Delibes": {
    "bio": "Vallisoletano, novelista de Castilla y sus gentes. Delibes escribió sobre el mundo rural, la caza, los niños y la España de provincias con ternura y precisión. 'El camino' y 'Los santos inocentes' son clásicos.",
    "nationality": "Español",
    "born": 1920,
    "died": 2010,
    "genres": [
      "ficción",
      "rural",
      "social"
    ],
    "notable_works": [
      "El camino",
      "Los santos inocentes",
      "Cinco horas con Mario"
    ]
  },
  "Carmen Laforet": {
    "bio": "Barcelonesa que ganó el primer Nadal a los 23 con 'Nada'. Laforet capturó la posguerra en Barcelona con una protagonista inolvidable. Luego escribió poco y se retiró. Una novela bastó para la gloria.",
    "nationality": "Española",
    "born": 1921,
    "died": 2004,
    "genres": [
      "ficción",
      "posguerra",
      "literario"
    ],
    "notable_works": [
      "Nada",
      "La isla y los demonios",
      "La insolación"
    ]
  },
  "Ana María Matute": {
    "bio": "Barcelonesa, Premio Cervantes 2010, narradora de la infancia y la guerra. Matute escribió sobre niños perdidos en mundos crueles con una poesía oscura. 'Olvidado Rey Gudú' es su obra maestra tardía.",
    "nationality": "Española",
    "born": 1925,
    "died": 2014,
    "genres": [
      "ficción",
      "infantil",
      "fantástico"
    ],
    "notable_works": [
      "Olvidado Rey Gudú",
      "Primera memoria",
      "Los hijos muertos"
    ],
    "awards": [
      "Premio Cervantes 2010"
    ]
  },
  "Manuel Vázquez Montalbán": {
    "bio": "Barcelonés, creador de Pepe Carvalho, el detective gourmet. Vázquez Montalbán escribió novela negra, ensayo, poesía y gastronomía. Comunista, irónico, prolífico. Un intelectual total.",
    "nationality": "Español",
    "born": 1939,
    "died": 2003,
    "genres": [
      "noir",
      "ensayo",
      "gastronomía"
    ],
    "notable_works": [
      "Los mares del Sur",
      "Galíndez",
      "El pianista"
    ]
  },
  "Soledad Puértolas": {
    "bio": "Zaragozana, novelista de la intimidad. Puértolas escribe sobre mujeres, familias y los pequeños dramas de la vida cotidiana con delicadeza. Premio Planeta 1989. Una voz constante de las letras españolas.",
    "nationality": "Española",
    "born": 1947,
    "genres": [
      "ficción",
      "literario",
      "intimista"
    ],
    "notable_works": [
      "Queda la noche",
      "Burdeos",
      "Historia de un abrigo"
    ]
  },
  "Care Santos": {
    "bio": "Barcelonesa, novelista y escritora juvenil prolífica. Santos ha ganado el Nadal y escrito decenas de libros para todas las edades. Versatilidad y oficio al servicio de la historia.",
    "nationality": "Española",
    "born": 1970,
    "genres": [
      "ficción",
      "juvenil",
      "histórico"
    ],
    "notable_works": [
      "Media vida",
      "Mentira",
      "El aire que respiras"
    ]
  },
  "Almudena Guzmán": {
    "bio": "Madrileña, poeta del amor y la ciudad. Guzmán escribe versos directos sobre el deseo, la maternidad y lo cotidiano. Una voz importante de la poesía española contemporánea.",
    "nationality": "Española",
    "born": 1964,
    "genres": [
      "poesía",
      "lírico",
      "urbano"
    ],
    "notable_works": [
      "El libro de Tamar",
      "Usted",
      "Poema de la mujer"
    ]
  }
}